[{"bl":"484aed51-3893-11eb-9b19-d773ba798561\n484aed52-3893-11eb-9b19-d773ba798561\n484aed53-3893-11eb-9b19-d773ba798561\n484aed54-3893-11eb-9b19-d773ba798561\n484aed55-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"Destroyed Piano is a 54-key multisample of a rare \"pyramid\" piano. It was manufactured for a brief time by Christopher Sievers in the mid-1800's.\n\nThe instrument was discovered in the lavish dining hall of a wedding villa in Tuscany, in 2014. The instrument —having received no tuning or maintenance— seemed to have merely served as a conversation piece for nearly a century.\n\nThe felt hammers and soundboard were overgrown and covered with mold; many of the strings slack and rusted. As a result, each individual key possessed its own unique and surprising tone. Sounds range from sparkly dissonant chords, to leaden percussive thumps, to queasy ethereal highs to dark metallic bass.\n\nOverall, the sound is reminiscent of a \"prepared\" piano, but in this case, the piano was merely \"prepared\" by time and disrepair.\n","as":"6f4c23f0-6b87-11eb-9941-5be4afef4de2","av":"destroyed-piano.jpg","az":true,"bc":"1","bg":"article-for-destroyed-piano","bi":"sound-library","bj":"Article for Destroyed Piano"},{"bl":"484aed51-3893-11eb-9b19-d773ba798561\n484aed52-3893-11eb-9b19-d773ba798561\n484aed53-3893-11eb-9b19-d773ba798561\n484aed54-3893-11eb-9b19-d773ba798561\n484aed55-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"Destroyed Piano is a 54-key multisample of a rare \"pyramid\" piano. It was manufactured for a brief time by Christopher Sievers in the mid-1800's.\n\nThe instrument was discovered in the lavish dining hall of a wedding villa in Tuscany, in 2014. The instrument —having received no tuning or maintenance— seemed to have merely served as a conversation piece for nearly a century.\n\nThe felt hammers and soundboard were overgrown and covered with mold; many of the strings slack and rusted. As a result, each individual key possessed its own unique and surprising tone. Sounds range from sparkly dissonant chords, to leaden percussive thumps, to queasy ethereal highs to dark metallic bass.\n\nOverall, the sound is reminiscent of a \"prepared\" piano, but in this case, the piano was merely \"prepared\" by time and disrepair.\n","as":"0bbcfec0-6b16-11eb-b4b1-41ca8df37053","av":"destroyed-piano.jpg","az":true,"bc":"1","bg":"article-for-destroyed-piano","bi":"sound-library","bj":"Article for Destroyed Piano"},{"ag":"HEM SL's Destroyed Piano pack holds a mirror up to avant-gardism's inverted projection of history as a product of heroic innovation, replacing an avatar of intentionality with a mute archaeological specimen.","ah":"articles","ai":"17.09.2020","aj":"_\"There's just something about music that always seems to come out of looking backward.\"\n—Morton Feldman_\n\nThough people sticking things into a piano to change its sound doesn't have a definitive origin, the practice is seen as having come to maturity with John Cage's dance score \"Bacchanale\", in 1938.\n\nUnlike Henry Cowell or Heitor Villa-Lobos, Cage's motivations may have been more a mix of monetary/pragmatic, than timbral/interventional. There simply wasn't the budget to hire a vast percussion ensemble. But with the right combination of screws, nails, paperclips and various other knickknacks, one could have an instant, cheap Gamelan playable by a single pair of hands.\n\nIn spite of its pragmatic origin, the prepared piano has by now become a mainstay of new music and new-music-adjacent styles —from Nils Frahm to Magda Mayas to Aphex Twin. Prepared piano is seemingly the prime signifier and avatar of avant-gardism. It seems like junk inserted into a grand piano's strings will never cease to thrill audiences, to allude to bold statements about class struggle, to signify the \"limits of genre\", and to evoke thoughts of risk, danger, adventurousness, and eclecticism. Terms like \"reinventing the piano\" are still used in press releases, and IRCAM even offers a meticulous replica prepared piano for computer-based musicians.\n\nHEM's \"Destroyed Piano\" is also a replica prepared piano of sorts. It's a snapshot of a 130 year-old instrument that was found rotting away in the dining hall of a fancy villa in northern Italy. It appeared to not have been serviced in decades, and to currently serve as more of a conversation piece. (Its odd, wedge-shaped design put it somewhere between an upright piano and a grand piano.) Its insides covered in mold and rust, this piano was more of an archaeological specimen than an instrument. But it was still somewhat playable.\n\nIn fact, what's perplexing about this ancient instrument –call it an artifact– is that it _sounds just like a prepared piano, though nobody prepared it_. Slack strings and rotten hammers missing their targets result in a sound that's uncannily similar to Cage's original specification of a timbrally vast, compact percussion ensemble. When played with eyes closed, one can nearly hear the Destroyed Piano reproducing the stylish agenda of rebellious intervention into the effete protocol of a pristine concert grand.\n\nIn its own small way Destroyed Piano may actually return the prepared piano to its Cagean origins: A found sound, a free sound, a sound free of intentionality. The artifact's risky/edgy/adventurous sound is the product of no sound design strategy, no political agenda, no curatorial programme, but rather of time. Decay and disrepair produced a piano that sounds just this way at just this moment, and which will continue to sound different until it finally turns to dust.\n\nDestroyed Piano holds a mirror up to avant-gardism's inverted projection of history as a product of heroic innovation, replacing an avatar of intentionality with a mute archaeological specimen.\n","bs":"0","ap":"0","aq":"10","as":"484aed56-3893-11eb-9b19-d773ba798561","av":"track-placeholder-image.jpg","bc":"1","bg":"sonic-archaeology-and-sonic-intentionality","bi":"theory, sound-library","bj":"Sonic Archaeology and Sonic Intentionality"},{"ac":"Jason Grier","ag":"We're interested in the \"audio toxic waste\" and what can and should be done with it. What happened to it? Where did it go? Unlike chemical waste, this audio waste probably just got deleted. Because it can just be deleted. But what if we held on to it?","ah":"articles","ai":"17.09.2020","aj":"Some mirrored histories:\n\nIn 1968, Danish composer Per Nørgård premiered \"Voyage into the Golden Screen\", considered by some to be the first proper piece of spectralist music.\n\nIn 1979, Hugues Dufourt formalised the spectralist movement, defining spectralism as music which deals, not with timbre, tone, and rhythm, but with frequency as a graph over time; a _visual_ thing that can be edited, displaced, redrawn, erased or excised.\n\nIn 1989, Fraunhofer-Gesellshaft received a patent in Germany for the MP3. Emerging from a teeming pack of prototypal \"psychoacoustic modelling\" algorithms, the MP3 codec became the standard means of excising spectral components from sound to yield more portable digital files. Similar spectral (FFT) approaches yielded algorithms to reduce noise, transients, clicks, pops, hums, and other audio gunk from digital recordings.\n\nThe evolution of the spectral consciousness of sound from a bold aesthetic move to a clinical means of filtering and compressing audio should come as no surprise from an engineering point of view. But from an artistic standpoint it's somewhat surprising that what once was a force of creation is now an agent of excision, compression; the decreative force of aporia.\n\nAs it is with the utopian projects that once promised to create a new world by means of heavy industry...\n\n~\n\nIn November 1986, 20 tons of toxic red-coloured extinguishing foam was dumped into the Rhine.\n\nIn April 2014, the City of flint, Michigan decided to switch its water source from Detroit's water system back to the Flint River. After decades of industrial pollution and failed cleanup attempts, the river retains high levels of chlorides. These chlorides erode plumbing, causing toxic sediments to leech into the water delivered to local homes for drinking, cooking, washing, and gardening; overwhelmingly affecting black and brown people.\n\nOn the 3rd of June, 2020, near the city of Norilsk in Siberia, 20,000 tons of diesel leaked into the Ambarnaya river. The water is clouded and red, with bizarre overtones of ochre and violet. It would be a mystifying body of water from a whole other world, if it weren't so damn deadly.\n\nThe cleanup of disaster zones like these can take decades, if total cleanup can be achieved at all. As with the Flint River, byproducts can remain in the water long after the primary pollutants have been successfully extracted. Furthermore, if the toxic materials are successfully removed, something must be done with them. Can they be broken down into innocuous substances? Contained safely underground or above ground in drums? Made useful again in other industries? etc.\n\n~\n\nHere, too, we are cleaning up a river.\n\nIt is a river recorded in 1977 and pressed onto vinyl for a corny series of \"natural soundscapes\" marketed to a pop audience. The LP, having rotted away in a San Francisco second-hand store for god-knows-how-long, is not in the best condition. The audio is clouded and distorted; the vinyl clicking and popping, the equalisation is shot to hell, and the dynamics are flat and lifeless.\n\nThis audio needs cleanup.\n\nFor this, we'll use an algorithm very much like the MP3, an algorithm born from the bloodline of spectralist music, an algorithm embedded in a plugin widely used in the music industry on a daily basis for audio restoration, clarification of field recordings, and correction of flawed studio takes. (To avoid commercialisation, we'll not mention the name of this plugin.) We pipe the audio to our plugin, choose some equalisation settings, use a spectral window to create a fingerprint of the undesirable noises, click \"render\", and... bam!\n\nWe have successfully cleaned up this river.\n\nIf only it were so simple in Flint, in Norilsk, in so many other real rivers around the globe. But our audio work can bear upon our understanding of such places. How we treat sound can be representative of how we treat nature and communities. Sound is in nature; is nature, after all.\n\n~\n\nSo now we have a pristine (recording of a) river. But what we're interested in is not the results of our cleanup, rather the byproducts of our cleanup. We're interested in the \"audio toxic waste\" and what can and should be done with it. What happened to it? Where did it go? Unlike chemical waste, this audio waste probably just got deleted. Because it can just be deleted. But what if we held on to it? Allowed it to persist the way chemical waste persists? What can we do about it? What can we do with it? What can it do with us?\n\nIf spectral cleanup is the removal of portions of a visual representation of a sound, then are the removed frequencies a kind of mirror image of the world we desired to get by doing cleanup? Is this mirror image also a world? Does it contain a tonal system? Do the sounds hold any aesthetic or critical interest? Can they be put to use in compositions? Sampled and _played_ on a drum pad? Can one find oneself at play in toxic waste?\n\nIn both the case of a river and of the recording of a river, the goal of a cleanup is to _make it as if the accident never happened_; even though it did. As the bizarre site in which toxicity thrived –red, ochre, violet, otherworldly– is relegated to memory, so is the ruinous mindlessness of contingency condemned to the desiccation of amnesia. In other words, how we got here is forgotten.\n\nSo in audio terms —again, letting how we treat sound be representative of how we treat nature and community— it must be useful, crucial even, to rehydrate the memory of this contingency, embodied in waste, and to play this waste like an instrument of its own, from a world of its own.\n\nrehydrate the memory of this contingency, embodied in waste, and to play this waste like an instrument of its own, from a world of its own.","bs":"0","ap":"0","aq":"10","as":"484aed57-3893-11eb-9b19-d773ba798561","av":"track-placeholder-image.jpg","bc":"1","bg":"mirror-world-sound-world","bi":"theory, sound-library","bj":"Mirror World Sound World"},{"bl":"484aed59-3893-11eb-9b19-d773ba798561\n484aed5a-3893-11eb-9b19-d773ba798561\n484aed5b-3893-11eb-9b19-d773ba798561\n484aed5c-3893-11eb-9b19-d773ba798561\n484aed5d-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"All instruments come with controls for attack, release, stereo, reverb, filter, and velocity.\n\n### 1. Electric Guitar: Harmonics\n\nConsists of 19 crystal clear upper partials. When used with a long attack and release, this instrument creates a celestial organ sound.\n\n### 2. Electric Guitar: Feedback\n\nConsists of 27 takes of scorching feedback made with a hand-built \"scream\" pedal. When used with a long attack and release, and heavy reverb, creates a vast soundscape that could be interpreted as either heavenly, or demonic.\n\n### 3. Electric Guitar: Chords\n\nConsists of 9 pretty straightforward chords, going up in fifths, some arpeggiated. When used with a long attack and release, and overlapping chords of various levels of dissonance, can create an endlessly ominous or peaceful atmosphere. When a single arpeggiated chord is triggered repeatedly, the lack of \"retrig\" creates a rich natural echo.\n\n### 4. Electric Bass: Tones & Harmonics\n\nConsists of 10 plucked strings and harmonics. Can be strung together with sustain to create a dense, ground-shaking haze.\n\n### 5. Electric Bass: Bass + Snare\n\nThe same 10 plucked strings and harmonics as above, but this time, run through a massive amp stack in a sealed room with a single snare drum with its chain unfastened. Yields textures rough-as-concrete, sizzling hot, and misty cool. \n\n### 6. Electric Bass: Finger Sweeps\n\nConsists of 8 samples of fingers sweeping over the strings. An inevitable and sometimes annoying aspect of playing electric bass here is zoomed in on to make an active, percussive, ASMR-inducing texture.\n\n### 7. Acoustic Guitar: Rattle & Scrape\n\nEasily the most intense of the set, this instrument consists of 10 samples of an acoustic guitar string being plucked as hard as possible, then allowed to rattle against the fingernails. The last two samples consist of fingernails scratching vertically along the ridges of the wound steel strings. Simultaneously bold, percussive and richly droning.\n\n### 8. Acoustic, Electric, Bass: Bowed\n\nAll three guitars played with a viola bow. Each guitar responds differently to this treatment, with sounds ranging from muted rumbling to strident screeching. Twenty samples in all.\nscreechy. Twenty samples in all.","as":"6f4c23f1-6b87-11eb-9941-5be4afef4de2","av":"guitars.jpg","az":true,"bc":"1","bg":"article-for-guitars","bi":"sound-library","bj":"Article for Guitars"},{"bl":"484aed59-3893-11eb-9b19-d773ba798561\n484aed5a-3893-11eb-9b19-d773ba798561\n484aed5b-3893-11eb-9b19-d773ba798561\n484aed5c-3893-11eb-9b19-d773ba798561\n484aed5d-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"All instruments come with controls for attack, release, stereo, reverb, filter, and velocity.\n\n### 1. Electric Guitar: Harmonics\n\nConsists of 19 crystal clear upper partials. When used with a long attack and release, this instrument creates a celestial organ sound.\n\n### 2. Electric Guitar: Feedback\n\nConsists of 27 takes of scorching feedback made with a hand-built \"scream\" pedal. When used with a long attack and release, and heavy reverb, creates a vast soundscape that could be interpreted as either heavenly, or demonic.\n\n### 3. Electric Guitar: Chords\n\nConsists of 9 pretty straightforward chords, going up in fifths, some arpeggiated. When used with a long attack and release, and overlapping chords of various levels of dissonance, can create an endlessly ominous or peaceful atmosphere. When a single arpeggiated chord is triggered repeatedly, the lack of \"retrig\" creates a rich natural echo.\n\n### 4. Electric Bass: Tones & Harmonics\n\nConsists of 10 plucked strings and harmonics. Can be strung together with sustain to create a dense, ground-shaking haze.\n\n### 5. Electric Bass: Bass + Snare\n\nThe same 10 plucked strings and harmonics as above, but this time, run through a massive amp stack in a sealed room with a single snare drum with its chain unfastened. Yields textures rough-as-concrete, sizzling hot, and misty cool. \n\n### 6. Electric Bass: Finger Sweeps\n\nConsists of 8 samples of fingers sweeping over the strings. An inevitable and sometimes annoying aspect of playing electric bass here is zoomed in on to make an active, percussive, ASMR-inducing texture.\n\n### 7. Acoustic Guitar: Rattle & Scrape\n\nEasily the most intense of the set, this instrument consists of 10 samples of an acoustic guitar string being plucked as hard as possible, then allowed to rattle against the fingernails. The last two samples consist of fingernails scratching vertically along the ridges of the wound steel strings. Simultaneously bold, percussive and richly droning.\n\n### 8. Acoustic, Electric, Bass: Bowed\n\nAll three guitars played with a viola bow. Each guitar responds differently to this treatment, with sounds ranging from muted rumbling to strident screeching. Twenty samples in all.\nscreechy. Twenty samples in all.","as":"0bbcfec1-6b16-11eb-b4b1-41ca8df37053","av":"guitars.jpg","az":true,"bc":"1","bg":"article-for-guitars","bi":"sound-library","bj":"Article for Guitars"},{"bl":"484aed5f-3893-11eb-9b19-d773ba798561\n484aed60-3893-11eb-9b19-d773ba798561\n484aed61-3893-11eb-9b19-d773ba798561\n484aed62-3893-11eb-9b19-d773ba798561\n484aed63-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"This pack contains two continuous field recordings and three instruments. The field recordings are great to use on their own. They capture the run-up toward midnight, the turn of the year, and continue until slightly after.\n\nFor the instruments, the field recordings are sliced and spread along a full 88-key keyboard, allowing for various moments in the night to be played in arbitrary order. The instruments also allow for real-time manipulation of stereo, compression, filtering, and reverb.\n\n### Balcony\n\nThis recording was made in 2016 from a 9th floor balcony in the infamous NKZ building overlooking Kottbusser Tor. There are two files; a mono file made with an AKG condenser mic, and a stereo file made with an Olympus LS-1. The sound is panoramic, portraying a deep cityscape with distinct close explosions and a warm haze of distant ones.\n\nDuration: 80 minutes, 47 seconds. Mono & Stereo\n\n### Street Level\n\nThis recording was made in 2017 on Adalbertstraße between Kottbusser Tor and Orannienstraße, also with the Olympus LS-1. The recording is up-close and intense, with rowdy Kotti voices, semi-automatic pistols and exploding fireworks close to the mic. Around midnight, the recording climaxes dead-center in the intersection of Orannienstraße and Adalbertstraße, then continues to explore the neighbourhood for about 14 minutes threafter.\n\nDuration: 34 minutes, 24 seconds. Stereo\n\n### About the Instruments\n\nTwo virtual instruments are provided with this sound pack. One uses the stereo version of \"Balcony\", and the other instrument uses \"Street Level\". The original recordings are sliced by transient attack, so every key hit begins with an explosion. Controls are provided for release, stereo width (up to 200%), filter and resonance, velocity sensitivity, pitch, and volume.","as":"6f4c23f2-6b87-11eb-9941-5be4afef4de2","av":"election-protest.jpg","az":true,"bc":"1","bg":"article-for-new-year-s-eve-berlin-kreuzberg","bi":"sound-library","bj":"Article for New Year's Eve, Berlin Kreuzberg"},{"bl":"484aed5f-3893-11eb-9b19-d773ba798561\n484aed60-3893-11eb-9b19-d773ba798561\n484aed61-3893-11eb-9b19-d773ba798561\n484aed62-3893-11eb-9b19-d773ba798561\n484aed63-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"This pack contains two continuous field recordings and three instruments. The field recordings are great to use on their own. They capture the run-up toward midnight, the turn of the year, and continue until slightly after.\n\nFor the instruments, the field recordings are sliced and spread along a full 88-key keyboard, allowing for various moments in the night to be played in arbitrary order. The instruments also allow for real-time manipulation of stereo, compression, filtering, and reverb.\n\n### Balcony\n\nThis recording was made in 2016 from a 9th floor balcony in the infamous NKZ building overlooking Kottbusser Tor. There are two files; a mono file made with an AKG condenser mic, and a stereo file made with an Olympus LS-1. The sound is panoramic, portraying a deep cityscape with distinct close explosions and a warm haze of distant ones.\n\nDuration: 80 minutes, 47 seconds. Mono & Stereo\n\n### Street Level\n\nThis recording was made in 2017 on Adalbertstraße between Kottbusser Tor and Orannienstraße, also with the Olympus LS-1. The recording is up-close and intense, with rowdy Kotti voices, semi-automatic pistols and exploding fireworks close to the mic. Around midnight, the recording climaxes dead-center in the intersection of Orannienstraße and Adalbertstraße, then continues to explore the neighbourhood for about 14 minutes threafter.\n\nDuration: 34 minutes, 24 seconds. Stereo\n\n### About the Instruments\n\nTwo virtual instruments are provided with this sound pack. One uses the stereo version of \"Balcony\", and the other instrument uses \"Street Level\". The original recordings are sliced by transient attack, so every key hit begins with an explosion. Controls are provided for release, stereo width (up to 200%), filter and resonance, velocity sensitivity, pitch, and volume.","as":"0bbd25d0-6b16-11eb-b4b1-41ca8df37053","av":"election-protest.jpg","az":true,"bc":"1","bg":"article-for-new-year-s-eve-berlin-kreuzberg","bi":"sound-library","bj":"Article for New Year's Eve, Berlin Kreuzberg"},{"bl":"484b1440-3893-11eb-9b19-d773ba798561\n484b1441-3893-11eb-9b19-d773ba798561\n484b1442-3893-11eb-9b19-d773ba798561\n484b1443-3893-11eb-9b19-d773ba798561\n484b1444-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"This pack contains 43 soundbites, edited out of various studio sessions over the years. In them, you can hear artists, performers, producers, and engineers engaged in small talk, critiquing their performances, cueing each other to stop and start, LOLing and talking about possibilities for what to play next.\n\nNeither the result of studio labor —e.g., the perfect mix of the perfect track— nor a nostalgic \"making of\" documentary, these little soundbites constitute an archaeology of artistic labor, like shards of ancient pottery dug up from the ground long after the work has been completed.\n\nThe sounds mainly consist of LOL, \"ok\", and questions like \"Do you want me to move the mic?\" Some intriguing bites stand out: A clarinettist comparing the process of overdubbing herself to \"asymmetrical warfare\"; The hunt for a mysterious radio signal that only the singer seems to be able to hear. Is it a party down the block? A hallucination? Is he stalling for time?\n\nThe soundbites are arranged into a keyboard instrument with settings for tone, modulation, filtering, and velocity. When improvised on the keyboard, with sustain pedal down or with a long release time, this sample pack can sound like an enormous workgroup getting next-to-nothing done but enjoying every minute of it.\n\n## Artifacts of Artistic Labor","as":"6f4c23f3-6b87-11eb-9941-5be4afef4de2","av":"studio-fails.jpg","az":true,"bc":"1","bg":"article-for-studio-fails","bi":"sound-library","bj":"Article for Studio #Fails"},{"bl":"484b1440-3893-11eb-9b19-d773ba798561\n484b1441-3893-11eb-9b19-d773ba798561\n484b1442-3893-11eb-9b19-d773ba798561\n484b1443-3893-11eb-9b19-d773ba798561\n484b1444-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"This pack contains 43 soundbites, edited out of various studio sessions over the years. In them, you can hear artists, performers, producers, and engineers engaged in small talk, critiquing their performances, cueing each other to stop and start, LOLing and talking about possibilities for what to play next.\n\nNeither the result of studio labor —e.g., the perfect mix of the perfect track— nor a nostalgic \"making of\" documentary, these little soundbites constitute an archaeology of artistic labor, like shards of ancient pottery dug up from the ground long after the work has been completed.\n\nThe sounds mainly consist of LOL, \"ok\", and questions like \"Do you want me to move the mic?\" Some intriguing bites stand out: A clarinettist comparing the process of overdubbing herself to \"asymmetrical warfare\"; The hunt for a mysterious radio signal that only the singer seems to be able to hear. Is it a party down the block? A hallucination? Is he stalling for time?\n\nThe soundbites are arranged into a keyboard instrument with settings for tone, modulation, filtering, and velocity. When improvised on the keyboard, with sustain pedal down or with a long release time, this sample pack can sound like an enormous workgroup getting next-to-nothing done but enjoying every minute of it.\n\n## Artifacts of Artistic Labor","as":"0bbd25d1-6b16-11eb-b4b1-41ca8df37053","av":"studio-fails.jpg","az":true,"bc":"1","bg":"article-for-studio-fails","bi":"sound-library","bj":"Article for Studio #Fails"},{"bl":"484b1446-3893-11eb-9b19-d773ba798561\n484b1447-3893-11eb-9b19-d773ba798561\n484b1448-3893-11eb-9b19-d773ba798561\n484b1449-3893-11eb-9b19-d773ba798561\n484b144a-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"The classic runout groove, as many already know, is a go-to filmic signifier. Our protagonist has fallen asleep and left the turntable running —maybe even a cigarette burning in hand, in peril of a fiery death; the lonely, unattended record spinning as a symbol of neglect; the tail end of an unsustainable thought or relationship that can only be soundtracked by this non-music, etc.\n\nFor this collection, runout grooves were chosen for just these reasons. For their aesthetic and symbolic qualities: Suspenseful, trance-inducing, symbolic, rhythmic; and also as a kind of non-sample. Rather than sample a beat or a line from the music in whose absence these runout grooves follow, the end of the vinyl medium, the material on which the music was pressed is sampled.\n\nWhat results is a collection of sounds usable in both ambient and rhythm-oriented music in which the reference to the source material can only be imagined.\n\n__Note:__ This collection will be regularly updated with more loops. Check back here for updates.\n\n### List of Records\n\nArnold Schönberg: Variations on a Recitativ, Esoteric, 1958\n\nAsmus Tietchens: In die Nacht, Bureau B, 2013\n\nBabyfather: Meditation, Hyperdub, 2016\n\nBernard Parmegiani: Dedans-Dehors, Recollection GRM, 2012\n\nCulture Club: Time (clock of the heart), Virgin, 1982\n\nCulture Club: White boys can't control it, Virgin, 1982\n\nEdith Piaf: Les Mots D'Amour, Columbia, 1961\n\nEdith Piaf: Mon Vieux Lucien, Columbia, 1961\n\nErik Satie: Mass for the Poor, Esoteric, 1958\n\nLucrecia Dalt: Ou, Care Of Editions, 2015\n\nMissy Elliot: Under Construction, Elektra, 2002\n\nPansonic: Vakio, Blast First, 1995\n\nRomy Bäumer: Sag Mir Quando, Die Goldene Schlagerparade, 1961\n\nDan Gibson: Solitudes Nature Sounds Collection, Dan Gibson Productions Ltd., 1981\n\nSweet Bea: Just Chillin, Johnny Ace Productions, 1988\n\nSweet Bea: Last Night, Johnny Ace Productions, 1988\n\nBirgit Helmer: Tag für Tag bekomme ich drei Rosen, Baccarola, 1962","as":"6f4c23f4-6b87-11eb-9941-5be4afef4de2","av":"runout-grooves.jpg","az":true,"bc":"1","bg":"article-for-runout-grooves","bi":"sound-library","bj":"Article for Runout Grooves"},{"bl":"484b1446-3893-11eb-9b19-d773ba798561\n484b1447-3893-11eb-9b19-d773ba798561\n484b1448-3893-11eb-9b19-d773ba798561\n484b1449-3893-11eb-9b19-d773ba798561\n484b144a-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"The classic runout groove, as many already know, is a go-to filmic signifier. Our protagonist has fallen asleep and left the turntable running —maybe even a cigarette burning in hand, in peril of a fiery death; the lonely, unattended record spinning as a symbol of neglect; the tail end of an unsustainable thought or relationship that can only be soundtracked by this non-music, etc.\n\nFor this collection, runout grooves were chosen for just these reasons. For their aesthetic and symbolic qualities: Suspenseful, trance-inducing, symbolic, rhythmic; and also as a kind of non-sample. Rather than sample a beat or a line from the music in whose absence these runout grooves follow, the end of the vinyl medium, the material on which the music was pressed is sampled.\n\nWhat results is a collection of sounds usable in both ambient and rhythm-oriented music in which the reference to the source material can only be imagined.\n\n__Note:__ This collection will be regularly updated with more loops. Check back here for updates.\n\n### List of Records\n\nArnold Schönberg: Variations on a Recitativ, Esoteric, 1958\n\nAsmus Tietchens: In die Nacht, Bureau B, 2013\n\nBabyfather: Meditation, Hyperdub, 2016\n\nBernard Parmegiani: Dedans-Dehors, Recollection GRM, 2012\n\nCulture Club: Time (clock of the heart), Virgin, 1982\n\nCulture Club: White boys can't control it, Virgin, 1982\n\nEdith Piaf: Les Mots D'Amour, Columbia, 1961\n\nEdith Piaf: Mon Vieux Lucien, Columbia, 1961\n\nErik Satie: Mass for the Poor, Esoteric, 1958\n\nLucrecia Dalt: Ou, Care Of Editions, 2015\n\nMissy Elliot: Under Construction, Elektra, 2002\n\nPansonic: Vakio, Blast First, 1995\n\nRomy Bäumer: Sag Mir Quando, Die Goldene Schlagerparade, 1961\n\nDan Gibson: Solitudes Nature Sounds Collection, Dan Gibson Productions Ltd., 1981\n\nSweet Bea: Just Chillin, Johnny Ace Productions, 1988\n\nSweet Bea: Last Night, Johnny Ace Productions, 1988\n\nBirgit Helmer: Tag für Tag bekomme ich drei Rosen, Baccarola, 1962","as":"0bbd25d2-6b16-11eb-b4b1-41ca8df37053","av":"runout-grooves.jpg","az":true,"bc":"1","bg":"article-for-runout-grooves","bi":"sound-library","bj":"Article for Runout Grooves"},{"bl":"484b144c-3893-11eb-9b19-d773ba798561\n484b144d-3893-11eb-9b19-d773ba798561\n484b144e-3893-11eb-9b19-d773ba798561\n484b144f-3893-11eb-9b19-d773ba798561\n484b1450-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"Engineering a super-slick pop song can often mean smoothing out the ugly details, the errors and traces of the laboring bodies and utilitarian tools which worked to supply music one now consumes, in a process known as gating, or ducking.\n\nMany if not most of these traces are the simple act of breathing. A singer can't sing forever, after all. Before a verse, a phrase, a word, oxygen must be taken in.\n\nThis simple collection of 88 breaths —spread across the full 88-key keyboard— offers up a chance to reclaim this labor in the form of play. One can improvise and compose the discarded breaths of pop vocalists to create new textures; intimate, unnerving, frightening, sensual. Controls for modulation, filtering, and velocity sensitivity add sound-shaping and expressive possibilities.","as":"6f4c23f5-6b87-11eb-9941-5be4afef4de2","av":"ducking-artifacts.jpg","az":true,"bc":"1","bg":"article-for-ducking-artifacts","bi":"sound-library","bj":"Article for Ducking Artifacts"},{"bl":"484b144c-3893-11eb-9b19-d773ba798561\n484b144d-3893-11eb-9b19-d773ba798561\n484b144e-3893-11eb-9b19-d773ba798561\n484b144f-3893-11eb-9b19-d773ba798561\n484b1450-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"Engineering a super-slick pop song can often mean smoothing out the ugly details, the errors and traces of the laboring bodies and utilitarian tools which worked to supply music one now consumes, in a process known as gating, or ducking.\n\nMany if not most of these traces are the simple act of breathing. A singer can't sing forever, after all. Before a verse, a phrase, a word, oxygen must be taken in.\n\nThis simple collection of 88 breaths —spread across the full 88-key keyboard— offers up a chance to reclaim this labor in the form of play. One can improvise and compose the discarded breaths of pop vocalists to create new textures; intimate, unnerving, frightening, sensual. Controls for modulation, filtering, and velocity sensitivity add sound-shaping and expressive possibilities.","as":"0bbd25d3-6b16-11eb-b4b1-41ca8df37053","av":"ducking-artifacts.jpg","az":true,"bc":"1","bg":"article-for-ducking-artifacts","bi":"sound-library","bj":"Article for Ducking Artifacts"},{"bl":"484b1452-3893-11eb-9b19-d773ba798561\n484b1453-3893-11eb-9b19-d773ba798561\n484b1454-3893-11eb-9b19-d773ba798561\n484b1455-3893-11eb-9b19-d773ba798561\n484b1456-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"This is a large percussion set (57 samples) recorded during a chill afternoon at home. Phenomenal drummer, Hogir Göregen stopped by with a couple of gorgeous instruments, an enormous Bendir (Turkish frame-drum) and a deep, velvet-sounding Darbuka. Toward the end of the day, he started playing anything he could get his hands on, including a little teal flowerpot half-filled with water.\n\nThe samples consist of single hits, rolls, and some blistering polyrhythmic  finger-drumming. It shows especially in the flower pot samples, where the tilting of the instrument is not only a means of modulating the dynamics and expressiveness, but causes sharp, sweet pitch bends as the water in the pot swishes around. Includes controls for attack, release, stereo, filtering, and delay. With just the right attack settings and rapid fingering, this pack can \"spectral freeze\" the bell-like overtones of some of the drum hits, for a heavenly sound.\n\nIn the breezy spirit of this afternoon session, the drum sounds are scattered all around the key range. Just play and discover.","as":"6f4c23f6-6b87-11eb-9941-5be4afef4de2","av":"bendir-darbuka-flower-pot.jpg","az":true,"bc":"1","bg":"article-for-bendir-darbuka-flower-pot","bi":"sound-library","bj":"Article for Bendir, Darbuka, Flower Pot"},{"bl":"484b1452-3893-11eb-9b19-d773ba798561\n484b1453-3893-11eb-9b19-d773ba798561\n484b1454-3893-11eb-9b19-d773ba798561\n484b1455-3893-11eb-9b19-d773ba798561\n484b1456-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"This is a large percussion set (57 samples) recorded during a chill afternoon at home. Phenomenal drummer, Hogir Göregen stopped by with a couple of gorgeous instruments, an enormous Bendir (Turkish frame-drum) and a deep, velvet-sounding Darbuka. Toward the end of the day, he started playing anything he could get his hands on, including a little teal flowerpot half-filled with water.\n\nThe samples consist of single hits, rolls, and some blistering polyrhythmic  finger-drumming. It shows especially in the flower pot samples, where the tilting of the instrument is not only a means of modulating the dynamics and expressiveness, but causes sharp, sweet pitch bends as the water in the pot swishes around. Includes controls for attack, release, stereo, filtering, and delay. With just the right attack settings and rapid fingering, this pack can \"spectral freeze\" the bell-like overtones of some of the drum hits, for a heavenly sound.\n\nIn the breezy spirit of this afternoon session, the drum sounds are scattered all around the key range. Just play and discover.","as":"0bbd25d4-6b16-11eb-b4b1-41ca8df37053","av":"bendir-darbuka-flower-pot.jpg","az":true,"bc":"1","bg":"article-for-bendir-darbuka-flower-pot","bi":"sound-library","bj":"Article for Bendir, Darbuka, Flower Pot"},{"bl":"484b1458-3893-11eb-9b19-d773ba798561\n484b1459-3893-11eb-9b19-d773ba798561\n484b145a-3893-11eb-9b19-d773ba798561\n484b145b-3893-11eb-9b19-d773ba798561\n484b145c-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"These sounds were selected from a spontaneous home sample-recording session. The goal was to create a small library showcasing extra-melodic techniques on the saxophone, as this kind of material was not so easy to find in standard wind instrument libraries.\n\nThe samples are organised into a virtual instrument with controls for attack, release, stereo, reverb, filter, and velocity, and laid out in zones across three octaves, as follows:\n\n### Air\n\nIntense inhalations and exhalations through the instrument without any tonal output. Feral blasts of wind seem almost to be enunciating some intense soliloquy in a romantic drama\n\n### Chant\n\nA chant is moaned slowly through the instrument in resonance with an open drone, lending the instrument a feeling of age and contemplativeness\n\n### Harmonics\n\nOvertones complimentary to the sacred chanting above are explored in detail. Textured drones that can produce atmospheres like warm stone or desert wind\n\n### Percussion\n\nFrenzied key work gives an impression of speed, vibrance, and energy, almost reading as a vast percussion ensemble when played with sustain pedal\n\n### Mute Voices\n\nThe mute is used to create what seems to be pleas in an indecipherable language, or the joyful flocking of island birds\n","as":"6f4c23f7-6b87-11eb-9941-5be4afef4de2","av":"sax.jpg","az":true,"bc":"1","bg":"article-for-sax","bi":"sound-library","bj":"Article for Sax"},{"bl":"484b1458-3893-11eb-9b19-d773ba798561\n484b1459-3893-11eb-9b19-d773ba798561\n484b145a-3893-11eb-9b19-d773ba798561\n484b145b-3893-11eb-9b19-d773ba798561\n484b145c-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"These sounds were selected from a spontaneous home sample-recording session. The goal was to create a small library showcasing extra-melodic techniques on the saxophone, as this kind of material was not so easy to find in standard wind instrument libraries.\n\nThe samples are organised into a virtual instrument with controls for attack, release, stereo, reverb, filter, and velocity, and laid out in zones across three octaves, as follows:\n\n### Air\n\nIntense inhalations and exhalations through the instrument without any tonal output. Feral blasts of wind seem almost to be enunciating some intense soliloquy in a romantic drama\n\n### Chant\n\nA chant is moaned slowly through the instrument in resonance with an open drone, lending the instrument a feeling of age and contemplativeness\n\n### Harmonics\n\nOvertones complimentary to the sacred chanting above are explored in detail. Textured drones that can produce atmospheres like warm stone or desert wind\n\n### Percussion\n\nFrenzied key work gives an impression of speed, vibrance, and energy, almost reading as a vast percussion ensemble when played with sustain pedal\n\n### Mute Voices\n\nThe mute is used to create what seems to be pleas in an indecipherable language, or the joyful flocking of island birds\n","as":"0bbd25d5-6b16-11eb-b4b1-41ca8df37053","av":"sax.jpg","az":true,"bc":"1","bg":"article-for-sax","bi":"sound-library","bj":"Article for Sax"},{"bl":"484b145e-3893-11eb-9b19-d773ba798561\n484b145f-3893-11eb-9b19-d773ba798561\n484b1460-3893-11eb-9b19-d773ba798561\n484b1461-3893-11eb-9b19-d773ba798561\n484b1462-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"Between 1981 until his death in 1996, Canadian photographer, cinematographer and field recordist Dan Gibson made over 100 releases of lush and somewhat vexing recordings of the natural world. Titles like \"Relax Peacefully\", \"Heavenly Hawaii\", and \"Solitudes Nurture the Soul\" say it all. Armed with excellent ears and state-of-the-art gear, Gibson made some quality field recordings, all the while seemingly aloof to the genre's vaunted status among the avant-garde. Discogs classifies his work as \"Non-Music\", as \"Therapy\". A number of his tracks feature natural environments overlaid with soothing classical pieces, beaming thoughts of tranquility, solitude, and relaxation to the listener. There was even a Christmas album.\n\nLike a kind of Bob Ross of field recording, either knowingly or not, Gibson's work raises some intriguing questions about just what a field recording is, can, and should be; both from a functional standpoint, and with respect to aural pleasure.\n\nAre field recordings merely relaxation soundtracks? Medley ingredients to stir in a pot overdubbed with \"classics\" by Bach, Debussy, Pachelbel, and Chopin? Is Gibson's work like field recording stripped of its criticality? Or is it hypercritical? Is avant-garde field recording taking itself too seriously? In a strange and likely unintentional parallel with Luc Ferrari's \"Far West News\" and \"Promenade\", or Michael Pisaro's \"Continuum Unbound\", Gibson's work deflects the rarifications of pure field recording by treading into the realms of medley, composition, and collage. \n\nGibson's self-founded label \"Solitudes\" changed hands several times over the years, before being liquidated along with its final parent company in 2016, relegating his catalogue to the dustbin of history. A promotional sampler LP of Solitudes, discovered in a San Francisco secondhand store, became the source material for this sample pack. Scratched and weathered, the vinyl patina adds yet another layer of complication as to how to situate this work.\n\nFurthermore, when deployed here as a sample pack, is this LP still an instance of field recording? Or is it crate-digging at this point? Isn't field recording always-already \"found sound\" anyways? Does the undeniable cloud of vinyl pops, clicks, and distortion constitute a field of its own?\n\n### About the Instruments\n\nThis pack consists of 16 virtual instruments —one for each track of the Solitudes promo LP— playable on a full 88-key keyboard. The unsliced tracks are included as individual clips. Velocity sensitivity, stereo, reverb, and filtering allow for the addition of still more layers of sonic patina in real time.\n\nA1 By Canoe To Loon Lake\nA2 Spring Morning On The Prairies\nA3 Ocean Surf In A Hidden Cove\nA4 Night In A Southern Swamp\nA5 Sailing To A Hidden Cove\nA6 Dawn On The Desert\nA7 Dawn By A Gentle Stream\nA8 Don't Feed The Alligators\nB1 Storm On A Wilderness Lake\nB2 Hiking Over The Highlands\nB3 Among The Mountain Canyons And Valleys\nB4 Heavy Surf On A Rocky Point And Along A Sand Spit\nB5 Among The Giant Trees Of The Wild Pacific Coast\nB6 Among The Ponds And Streams Of Niagara\nB7 Night On A Wilderness Lake\nB8 Niagara Falls, The Gorge And Glen","as":"6f4c23f8-6b87-11eb-9941-5be4afef4de2","av":"vintage-field-recording.jpg","az":true,"bc":"1","bg":"article-for-vintage-field-recording","bi":"sound-library","bj":"Article for Vintage Field Recording"},{"bl":"484b145e-3893-11eb-9b19-d773ba798561\n484b145f-3893-11eb-9b19-d773ba798561\n484b1460-3893-11eb-9b19-d773ba798561\n484b1461-3893-11eb-9b19-d773ba798561\n484b1462-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"Between 1981 until his death in 1996, Canadian photographer, cinematographer and field recordist Dan Gibson made over 100 releases of lush and somewhat vexing recordings of the natural world. Titles like \"Relax Peacefully\", \"Heavenly Hawaii\", and \"Solitudes Nurture the Soul\" say it all. Armed with excellent ears and state-of-the-art gear, Gibson made some quality field recordings, all the while seemingly aloof to the genre's vaunted status among the avant-garde. Discogs classifies his work as \"Non-Music\", as \"Therapy\". A number of his tracks feature natural environments overlaid with soothing classical pieces, beaming thoughts of tranquility, solitude, and relaxation to the listener. There was even a Christmas album.\n\nLike a kind of Bob Ross of field recording, either knowingly or not, Gibson's work raises some intriguing questions about just what a field recording is, can, and should be; both from a functional standpoint, and with respect to aural pleasure.\n\nAre field recordings merely relaxation soundtracks? Medley ingredients to stir in a pot overdubbed with \"classics\" by Bach, Debussy, Pachelbel, and Chopin? Is Gibson's work like field recording stripped of its criticality? Or is it hypercritical? Is avant-garde field recording taking itself too seriously? In a strange and likely unintentional parallel with Luc Ferrari's \"Far West News\" and \"Promenade\", or Michael Pisaro's \"Continuum Unbound\", Gibson's work deflects the rarifications of pure field recording by treading into the realms of medley, composition, and collage. \n\nGibson's self-founded label \"Solitudes\" changed hands several times over the years, before being liquidated along with its final parent company in 2016, relegating his catalogue to the dustbin of history. A promotional sampler LP of Solitudes, discovered in a San Francisco secondhand store, became the source material for this sample pack. Scratched and weathered, the vinyl patina adds yet another layer of complication as to how to situate this work.\n\nFurthermore, when deployed here as a sample pack, is this LP still an instance of field recording? Or is it crate-digging at this point? Isn't field recording always-already \"found sound\" anyways? Does the undeniable cloud of vinyl pops, clicks, and distortion constitute a field of its own?\n\n### About the Instruments\n\nThis pack consists of 16 virtual instruments —one for each track of the Solitudes promo LP— playable on a full 88-key keyboard. The unsliced tracks are included as individual clips. Velocity sensitivity, stereo, reverb, and filtering allow for the addition of still more layers of sonic patina in real time.\n\nA1 By Canoe To Loon Lake\nA2 Spring Morning On The Prairies\nA3 Ocean Surf In A Hidden Cove\nA4 Night In A Southern Swamp\nA5 Sailing To A Hidden Cove\nA6 Dawn On The Desert\nA7 Dawn By A Gentle Stream\nA8 Don't Feed The Alligators\nB1 Storm On A Wilderness Lake\nB2 Hiking Over The Highlands\nB3 Among The Mountain Canyons And Valleys\nB4 Heavy Surf On A Rocky Point And Along A Sand Spit\nB5 Among The Giant Trees Of The Wild Pacific Coast\nB6 Among The Ponds And Streams Of Niagara\nB7 Night On A Wilderness Lake\nB8 Niagara Falls, The Gorge And Glen","as":"0bbd25d6-6b16-11eb-b4b1-41ca8df37053","av":"vintage-field-recording.jpg","az":true,"bc":"1","bg":"article-for-vintage-field-recording","bi":"sound-library","bj":"Article for Vintage Field Recording"},{"bl":"484b1464-3893-11eb-9b19-d773ba798561\n484b1465-3893-11eb-9b19-d773ba798561\n484b1466-3893-11eb-9b19-d773ba798561\n484b1467-3893-11eb-9b19-d773ba798561\n484b1468-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"This pack contains two virtual instruments:\n\n### Bowed Ride & Crash\n\nThe ride and crash cymbals played with a viola bow in approximately 2-minute continuous takes. The takes are sliced across four octaves for this virtual instrument. Includes attack, decay, velocity, filter, and reverb options.\n\nThe bowed ride has a surprisingly ominous sound, considering the smooth-vibe role it usually plays in a Jazz ensemble. With lots of reverb, velocity sensitivity, and a gentle performance style, this can produce the feeling of a vast snowy landscape.\n\nAs with the ride cymbal, the crash completely reverses its nature when bowed. The loud and brash instrument seems unable to produce anything but a smooth meditative bass drone with when played with a bow. Peaceful and warm.\n\n### Workouts\n\nA collection of 31 highly expressive rolls on all the cymbals in the kit. Fast and slow; short and long (some samples nearly 2 minutes in length); suspenseful and dramatic; peaceful and soothing; single and multiple peaks; sharp and resonant finales; sticks, mallets, and brushes. A huge variety of subtle moods for such a simple technique. Entire compositions with no repeating parts can be made with this set all by itself.\n\nIncludes attack, release, velocity, filter, stereo, and reverb options.","as":"6f4c4b00-6b87-11eb-9941-5be4afef4de2","av":"cymbal-workouts.jpg","az":true,"bc":"1","bg":"article-for-cymbal-workouts","bi":"sound-library","bj":"Article for Cymbal Workouts"},{"bl":"484b1464-3893-11eb-9b19-d773ba798561\n484b1465-3893-11eb-9b19-d773ba798561\n484b1466-3893-11eb-9b19-d773ba798561\n484b1467-3893-11eb-9b19-d773ba798561\n484b1468-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"This pack contains two virtual instruments:\n\n### Bowed Ride & Crash\n\nThe ride and crash cymbals played with a viola bow in approximately 2-minute continuous takes. The takes are sliced across four octaves for this virtual instrument. Includes attack, decay, velocity, filter, and reverb options.\n\nThe bowed ride has a surprisingly ominous sound, considering the smooth-vibe role it usually plays in a Jazz ensemble. With lots of reverb, velocity sensitivity, and a gentle performance style, this can produce the feeling of a vast snowy landscape.\n\nAs with the ride cymbal, the crash completely reverses its nature when bowed. The loud and brash instrument seems unable to produce anything but a smooth meditative bass drone with when played with a bow. Peaceful and warm.\n\n### Workouts\n\nA collection of 31 highly expressive rolls on all the cymbals in the kit. Fast and slow; short and long (some samples nearly 2 minutes in length); suspenseful and dramatic; peaceful and soothing; single and multiple peaks; sharp and resonant finales; sticks, mallets, and brushes. A huge variety of subtle moods for such a simple technique. Entire compositions with no repeating parts can be made with this set all by itself.\n\nIncludes attack, release, velocity, filter, stereo, and reverb options.","as":"0bbd25d7-6b16-11eb-b4b1-41ca8df37053","av":"cymbal-workouts.jpg","az":true,"bc":"1","bg":"article-for-cymbal-workouts","bi":"sound-library","bj":"Article for Cymbal Workouts"},{"bl":"484b146a-3893-11eb-9b19-d773ba798561\n484b146b-3893-11eb-9b19-d773ba798561\n484b146c-3893-11eb-9b19-d773ba798561\n484b146d-3893-11eb-9b19-d773ba798561\n484b146e-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"This set consists of 70 individual one-shot samples, as mapped out below.\n\n### C0: Amp hum\n\nPretty straightforward recording of a guitar amp that had a problem with hum at the time. 50 Hz mains\n\n### C1—B2: Amp switch\n\nA lengthy investigation into a defective on/off switch. Every click has subtle differences\n\n### C3: Compressor hiss\n\nA DIY clone of a vintage Universal Audio 1176 compressor from a mail-order kit. The hand-assembled unit produced an unruly amount of hiss, which here has been put through several stages of amplification, exposing minuscule structure to the otherwise flat, undifferentiated white noise \n\n### C#3—D#3: Concrete Masonry Units\n\nSome concrete masonry units (also known as \"cinderblocks\" in the US) lying around that were left over from the studio's construction. Sometimes these blocks got used as doorstops or kick drum stops. In this sample, the blocks are recorded being rubbed against one another, new-music style\n\n### E3—A#3: Crumbling Studio Insulation\n\nIn the summer, the windows in the hall were covered with aluminium foil to insulate against Berlin's sweltering heat. Inevitably, the heat would win, causing the insulation to peel from the window and flap in the breeze. When close-mic'ed, this flapping sometimes yielded an impressive, almost thunderous sound\n\n### B3—D5: Patch cable\n\nA patch cable with a conductivity problem —probably frayed layers of insulation beneath the outer wrapping— being investigated while still plugged in to the patch bay\n\n### D#5—G5: Squeaky Live Room Door\n\nThe hinges to the door to the live room apparently hadn't been oiled in a while. An interesting and goofy sound\n\n### G#5: Ungrounded Turntable\n\nOne time, the turntable (a Pro-ject Debut III) had a serious grounding problem. The relentlessly deep bass hum was definitely worth recording for future use","as":"6f4c4b01-6b87-11eb-9941-5be4afef4de2","av":"studio-detritus.jpg","az":true,"bc":"1","bg":"article-for-studio-detritus","bi":"sound-library","bj":"Article for Studio Detritus"},{"bl":"484b146a-3893-11eb-9b19-d773ba798561\n484b146b-3893-11eb-9b19-d773ba798561\n484b146c-3893-11eb-9b19-d773ba798561\n484b146d-3893-11eb-9b19-d773ba798561\n484b146e-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"This set consists of 70 individual one-shot samples, as mapped out below.\n\n### C0: Amp hum\n\nPretty straightforward recording of a guitar amp that had a problem with hum at the time. 50 Hz mains\n\n### C1—B2: Amp switch\n\nA lengthy investigation into a defective on/off switch. Every click has subtle differences\n\n### C3: Compressor hiss\n\nA DIY clone of a vintage Universal Audio 1176 compressor from a mail-order kit. The hand-assembled unit produced an unruly amount of hiss, which here has been put through several stages of amplification, exposing minuscule structure to the otherwise flat, undifferentiated white noise \n\n### C#3—D#3: Concrete Masonry Units\n\nSome concrete masonry units (also known as \"cinderblocks\" in the US) lying around that were left over from the studio's construction. Sometimes these blocks got used as doorstops or kick drum stops. In this sample, the blocks are recorded being rubbed against one another, new-music style\n\n### E3—A#3: Crumbling Studio Insulation\n\nIn the summer, the windows in the hall were covered with aluminium foil to insulate against Berlin's sweltering heat. Inevitably, the heat would win, causing the insulation to peel from the window and flap in the breeze. When close-mic'ed, this flapping sometimes yielded an impressive, almost thunderous sound\n\n### B3—D5: Patch cable\n\nA patch cable with a conductivity problem —probably frayed layers of insulation beneath the outer wrapping— being investigated while still plugged in to the patch bay\n\n### D#5—G5: Squeaky Live Room Door\n\nThe hinges to the door to the live room apparently hadn't been oiled in a while. An interesting and goofy sound\n\n### G#5: Ungrounded Turntable\n\nOne time, the turntable (a Pro-ject Debut III) had a serious grounding problem. The relentlessly deep bass hum was definitely worth recording for future use","as":"0bbd25d8-6b16-11eb-b4b1-41ca8df37053","av":"studio-detritus.jpg","az":true,"bc":"1","bg":"article-for-studio-detritus","bi":"sound-library","bj":"Article for Studio Detritus"},{"bl":"484b1470-3893-11eb-9b19-d773ba798561\n484b1471-3893-11eb-9b19-d773ba798561\n484b1472-3893-11eb-9b19-d773ba798561\n484b1473-3893-11eb-9b19-d773ba798561\n484b1474-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"This pack represents a weird moment when political agency through sound, internet media distortion, and artistic labor are all in evidence in the audio material. An intense and chilling soundscape inseparable from its historical moment, it sits at the heart of HEM Sound Library's ethos.\n\nThis ethos is to leave open —ambivalent— definite conclusions as to whether this is a sound object with aesthetic properties —useful or re-usable in other sound works— or a so-called \"non-cochlear\" artefact with extra-musical concerns; whether this is a tool for artistic labor, a chunk of forensic archaeology, or an artwork on its own.\n\nAt the same time this ethos is concerned, above all, with what sounding bodies can do in the world, both as vocal agents of community, and as a community of artistic laborers.\n\nThis pack does not contain any sound-manipulation controls —e.g.: filter, reverb, amplitude envelope, etc.— other than the volume knob. When using this pack, please take care to consider and respect the sounding bodies at the site and the source of this audio, the demonstrators, and the historical moment in which this sound is enmeshed.","as":"6f4c4b02-6b87-11eb-9941-5be4afef4de2","av":"election-protest.jpg","az":true,"bc":"1","bg":"article-for-election-protest","bi":"sound-library","bj":"Article for Election Protest"},{"bl":"484b1470-3893-11eb-9b19-d773ba798561\n484b1471-3893-11eb-9b19-d773ba798561\n484b1472-3893-11eb-9b19-d773ba798561\n484b1473-3893-11eb-9b19-d773ba798561\n484b1474-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"This pack represents a weird moment when political agency through sound, internet media distortion, and artistic labor are all in evidence in the audio material. An intense and chilling soundscape inseparable from its historical moment, it sits at the heart of HEM Sound Library's ethos.\n\nThis ethos is to leave open —ambivalent— definite conclusions as to whether this is a sound object with aesthetic properties —useful or re-usable in other sound works— or a so-called \"non-cochlear\" artefact with extra-musical concerns; whether this is a tool for artistic labor, a chunk of forensic archaeology, or an artwork on its own.\n\nAt the same time this ethos is concerned, above all, with what sounding bodies can do in the world, both as vocal agents of community, and as a community of artistic laborers.\n\nThis pack does not contain any sound-manipulation controls —e.g.: filter, reverb, amplitude envelope, etc.— other than the volume knob. When using this pack, please take care to consider and respect the sounding bodies at the site and the source of this audio, the demonstrators, and the historical moment in which this sound is enmeshed.","as":"0bbd25d9-6b16-11eb-b4b1-41ca8df37053","av":"election-protest.jpg","az":true,"bc":"1","bg":"article-for-election-protest","bi":"sound-library","bj":"Article for Election Protest"},{"bl":"484b1476-3893-11eb-9b19-d773ba798561\n484b1477-3893-11eb-9b19-d773ba798561\n484b1478-3893-11eb-9b19-d773ba798561\n484b1479-3893-11eb-9b19-d773ba798561\n484b147a-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"Maybe one reason why mic feedback is so reviled is that it comes at the least desirable moment. One's mind and ears are primed for sounds that are either more simple, coherent, structured, or simply: intentional.\n\nMic feedback is a sound made without intent. Even when \"played\" for a recording —as it is here— mic feedback is a lawless creature, not behaving as expected even in a controlled situation.\n\nThis is certainly not the first time mic feedback has been used as a musical instrument: Steve Reich and Alvin Lucier come to mind; More recently, Lesley Flanigan and Lara Stanic. The goal of this pack is to make these sounds available for practical use, and to explore the possibilities of pitching and filtering feedback as the basis for a playable keyboard instrument.\n\nThere are ten virtual instruments in this pack. Each instrument contains a different sample of feedback from an Audio Technica AT 2020 condenser mic sitting still or being swung in front of a pair of vintage Event 20/20 studio monitors. Each sample is pitched across the full 88-key keyboard, and includes controls for attack, release, stereo, filter, velocity, and reverb.\n","as":"6f4c4b03-6b87-11eb-9941-5be4afef4de2","av":"condenser-mic-squeals.jpg","az":true,"bc":"1","bg":"article-for-condenser-mic-squeals","bi":"sound-library","bj":"Article for Condenser Mic Squeals"},{"bl":"484b1476-3893-11eb-9b19-d773ba798561\n484b1477-3893-11eb-9b19-d773ba798561\n484b1478-3893-11eb-9b19-d773ba798561\n484b1479-3893-11eb-9b19-d773ba798561\n484b147a-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"Maybe one reason why mic feedback is so reviled is that it comes at the least desirable moment. One's mind and ears are primed for sounds that are either more simple, coherent, structured, or simply: intentional.\n\nMic feedback is a sound made without intent. Even when \"played\" for a recording —as it is here— mic feedback is a lawless creature, not behaving as expected even in a controlled situation.\n\nThis is certainly not the first time mic feedback has been used as a musical instrument: Steve Reich and Alvin Lucier come to mind; More recently, Lesley Flanigan and Lara Stanic. The goal of this pack is to make these sounds available for practical use, and to explore the possibilities of pitching and filtering feedback as the basis for a playable keyboard instrument.\n\nThere are ten virtual instruments in this pack. Each instrument contains a different sample of feedback from an Audio Technica AT 2020 condenser mic sitting still or being swung in front of a pair of vintage Event 20/20 studio monitors. Each sample is pitched across the full 88-key keyboard, and includes controls for attack, release, stereo, filter, velocity, and reverb.\n","as":"0bbd25da-6b16-11eb-b4b1-41ca8df37053","av":"condenser-mic-squeals.jpg","az":true,"bc":"1","bg":"article-for-condenser-mic-squeals","bi":"sound-library","bj":"Article for Condenser Mic Squeals"},{"bl":"484b147c-3893-11eb-9b19-d773ba798561\n484b147d-3893-11eb-9b19-d773ba798561\n484b147e-3893-11eb-9b19-d773ba798561\n484b147f-3893-11eb-9b19-d773ba798561\n484b1480-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"Noise Reduction Artifacts is a collection of 12 virtual keyboard instruments made from frequencies rejected by the noise reduction algorithm of a commonly used audio restoration plugin.\n\nWhen layered and played across the keyboard, rich tonal, timbral, and psychoacoustic effects pop out: Sinewy octaves that dive-bomb across the spectrum into deep bass, alien voices in heated conversation, faraway signals whistling in the night, spacious reverberations, coruscating water flows. These instruments can be unearthly, celestial, and endlessly fun to play, though the samples themselves consist of, essentially, \"audio waste\".\n\n__How it was made__\n\nThe original recording was taken from a damaged vinyl LP of field recordings dating back to 1977, discovered in a second-hand store in San Francisco. It is the sound of a bubbling creek somewhere in rural America. The rejected frequencies were sampled from the noise reduction plugin's \"B\" channel, which permits real-time monitoring of the parts of the sound that are being thrown out.\n\nAudio cleanups were done at four levels of noise reduction. Additionally, the creek recording was eq'd at 4k, 6k, and 8k, resulting in 12 samples total. Since the four noise reduction levels were all near or at maximum —well beyond the recommended settings— the resulting artifacts are exaggeratedly musical, rather than clinical. They sound similar to a very low quality MP3, or to vintage spectral synthesis heard in so-called \"early electronic\" music.\n\n## Mirror World Sound World\n\nSome mirrored histories:\n\nIn 1968, Danish composer Per Nørgård premiered \"Voyage into the Golden Screen\", considered by some to be the first proper piece of spectralist music.\n\nIn 1979, Hugues Dufourt formalised the spectralist movement, defining spectralism as music which deals, not with timbre, tone, and rhythm, but with frequency as a graph over time; a _visual_ thing that can be edited, displaced, redrawn, erased or excised.\n\nIn 1989, Fraunhofer-Gesellshaft received a patent in Germany for the MP3. Emerging from a teeming pack of prototypal \"psychoacoustic modelling\" algorithms, the MP3 codec became the standard means of excising spectral components from sound to yield more portable digital files. Similar spectral (FFT) approaches yielded algorithms to reduce noise, transients, clicks, pops, hums, and other audio gunk from digital recordings.\n\nThe evolution of the spectral consciousness of sound from a bold aesthetic move to a clinical means of filtering and compressing audio should come as no surprise from an engineering point of view. But from an artistic standpoint it's somewhat surprising that what once was a force of creation is now an agent of excision, compression; the decreative force of aporia.\n\nAs it is with the utopian projects that once promised to create a new world by means of heavy industry...\n\n~\n\nIn November 1986, 20 tons of toxic red-coloured extinguishing foam was dumped into the Rhine.\n\nIn April 2014, the City of flint, Michigan decided to switch its water source from Detroit's water system back to the Flint River. After decades of industrial pollution and failed cleanup attempts, the river retains high levels of chlorides. These chlorides erode plumbing, causing toxic sediments to leech into the water delivered to local homes for drinking, cooking, washing, and gardening; overwhelmingly affecting black and brown people.\n\nOn the 3rd of June, 2020, near the city of Norilsk in Siberia, 20,000 tons of diesel leaked into the Ambarnaya river. The water is clouded and red, with bizarre overtones of ochre and violet. It would be a mystifying body of water from a whole other world, if it weren't so damn deadly.\n\nThe cleanup of disaster zones like these can take decades, if total cleanup can be achieved at all. As with the Flint River, byproducts can remain in the water long after the primary pollutants have been successfully extracted. Furthermore, if the toxic materials are successfully removed, something must be done with them. Can they be broken down into innocuous substances? Contained safely underground or above ground in drums? Made useful again in other industries? etc.\n\n~\n\nHere, too, we are cleaning up a river.\n\nIt is a river recorded in 1977 and pressed onto vinyl for a corny series of \"natural soundscapes\" marketed to a pop audience. The LP, having rotted away in a San Francisco second-hand store for god-knows-how-long, is not in the best condition. The audio is clouded and distorted; the vinyl clicking and popping, the equalisation is shot to hell, and the dynamics are flat and lifeless.\n\nThis audio needs cleanup.\n\nFor this, we'll use an algorithm very much like the MP3, an algorithm born from the bloodline of spectralist music, an algorithm embedded in a plugin widely used in the music industry on a daily basis for audio restoration, clarification of field recordings, and correction of flawed studio takes. (To avoid commercialisation, we'll not mention the name of this plugin.) We pipe the audio to our plugin, choose some equalisation settings, use a spectral window to create a fingerprint of the undesirable noises, click \"render\", and... bam!\n\nWe have successfully cleaned up this river.\n\nIf only it were so simple in Flint, in Norilsk, in so many other real rivers around the globe. But our audio work can bear upon our understanding of such places. How we treat sound can be representative of how we treat nature and communities. Sound is in nature; is nature, after all.\n\n~\n\nSo now we have a pristine (recording of a) river. But what we're interested in is not the results of our cleanup, rather the byproducts of our cleanup. We're interested in the \"audio toxic waste\" and what can and should be done with it. What happened to it? Where did it go? Unlike chemical waste, this audio waste probably just got deleted. Because it can just be deleted. But what if we held on to it? Allowed it to persist the way chemical waste persists? What can we do about it? What can we do with it? What can it do with us?\n\nIf spectral cleanup is the removal of portions of a visual representation of a sound, then are the removed frequencies a kind of mirror image of the world we desired to get by doing cleanup? Is this mirror image also a world? Does it contain a tonal system? Do the sounds hold any aesthetic or critical interest? Can they be put to use in compositions? Sampled and _played_ on a drum pad? Can one find oneself at play in toxic waste?\n\nIn both the case of a river and of the recording of a river, the goal of a cleanup is to _make it as if the accident never happened_; even though it did. As the bizarre site in which toxicity thrived –red, ochre, violet, otherworldly– is relegated to memory, so is the ruinous mindlessness of contingency condemned to the desiccation of amnesia. In other words, how we got here is forgotten.\n\nSo in audio terms —again, letting how we treat sound be representative of how we treat nature and community— it must be useful, crucial even, to rehydrate the memory of this contingency, embodied in waste, and to play this waste like an instrument of its own, from a world of its own.\n","as":"6f4c4b04-6b87-11eb-9941-5be4afef4de2","av":"noise-reduction-artifacts.jpg","az":true,"bc":"1","bg":"article-for-noise-reduction-artifacts","bi":"sound-library","bj":"Article for Noise Reduction Artifacts"},{"bl":"484b147c-3893-11eb-9b19-d773ba798561\n484b147d-3893-11eb-9b19-d773ba798561\n484b147e-3893-11eb-9b19-d773ba798561\n484b147f-3893-11eb-9b19-d773ba798561\n484b1480-3893-11eb-9b19-d773ba798561","ah":"articles","ai":"March 2021","aj":"Noise Reduction Artifacts is a collection of 12 virtual keyboard instruments made from frequencies rejected by the noise reduction algorithm of a commonly used audio restoration plugin.\n\nWhen layered and played across the keyboard, rich tonal, timbral, and psychoacoustic effects pop out: Sinewy octaves that dive-bomb across the spectrum into deep bass, alien voices in heated conversation, faraway signals whistling in the night, spacious reverberations, coruscating water flows. These instruments can be unearthly, celestial, and endlessly fun to play, though the samples themselves consist of, essentially, \"audio waste\".\n\n__How it was made__\n\nThe original recording was taken from a damaged vinyl LP of field recordings dating back to 1977, discovered in a second-hand store in San Francisco. It is the sound of a bubbling creek somewhere in rural America. The rejected frequencies were sampled from the noise reduction plugin's \"B\" channel, which permits real-time monitoring of the parts of the sound that are being thrown out.\n\nAudio cleanups were done at four levels of noise reduction. Additionally, the creek recording was eq'd at 4k, 6k, and 8k, resulting in 12 samples total. Since the four noise reduction levels were all near or at maximum —well beyond the recommended settings— the resulting artifacts are exaggeratedly musical, rather than clinical. They sound similar to a very low quality MP3, or to vintage spectral synthesis heard in so-called \"early electronic\" music.\n\n## Mirror World Sound World\n\nSome mirrored histories:\n\nIn 1968, Danish composer Per Nørgård premiered \"Voyage into the Golden Screen\", considered by some to be the first proper piece of spectralist music.\n\nIn 1979, Hugues Dufourt formalised the spectralist movement, defining spectralism as music which deals, not with timbre, tone, and rhythm, but with frequency as a graph over time; a _visual_ thing that can be edited, displaced, redrawn, erased or excised.\n\nIn 1989, Fraunhofer-Gesellshaft received a patent in Germany for the MP3. Emerging from a teeming pack of prototypal \"psychoacoustic modelling\" algorithms, the MP3 codec became the standard means of excising spectral components from sound to yield more portable digital files. Similar spectral (FFT) approaches yielded algorithms to reduce noise, transients, clicks, pops, hums, and other audio gunk from digital recordings.\n\nThe evolution of the spectral consciousness of sound from a bold aesthetic move to a clinical means of filtering and compressing audio should come as no surprise from an engineering point of view. But from an artistic standpoint it's somewhat surprising that what once was a force of creation is now an agent of excision, compression; the decreative force of aporia.\n\nAs it is with the utopian projects that once promised to create a new world by means of heavy industry...\n\n~\n\nIn November 1986, 20 tons of toxic red-coloured extinguishing foam was dumped into the Rhine.\n\nIn April 2014, the City of flint, Michigan decided to switch its water source from Detroit's water system back to the Flint River. After decades of industrial pollution and failed cleanup attempts, the river retains high levels of chlorides. These chlorides erode plumbing, causing toxic sediments to leech into the water delivered to local homes for drinking, cooking, washing, and gardening; overwhelmingly affecting black and brown people.\n\nOn the 3rd of June, 2020, near the city of Norilsk in Siberia, 20,000 tons of diesel leaked into the Ambarnaya river. The water is clouded and red, with bizarre overtones of ochre and violet. It would be a mystifying body of water from a whole other world, if it weren't so damn deadly.\n\nThe cleanup of disaster zones like these can take decades, if total cleanup can be achieved at all. As with the Flint River, byproducts can remain in the water long after the primary pollutants have been successfully extracted. Furthermore, if the toxic materials are successfully removed, something must be done with them. Can they be broken down into innocuous substances? Contained safely underground or above ground in drums? Made useful again in other industries? etc.\n\n~\n\nHere, too, we are cleaning up a river.\n\nIt is a river recorded in 1977 and pressed onto vinyl for a corny series of \"natural soundscapes\" marketed to a pop audience. The LP, having rotted away in a San Francisco second-hand store for god-knows-how-long, is not in the best condition. The audio is clouded and distorted; the vinyl clicking and popping, the equalisation is shot to hell, and the dynamics are flat and lifeless.\n\nThis audio needs cleanup.\n\nFor this, we'll use an algorithm very much like the MP3, an algorithm born from the bloodline of spectralist music, an algorithm embedded in a plugin widely used in the music industry on a daily basis for audio restoration, clarification of field recordings, and correction of flawed studio takes. (To avoid commercialisation, we'll not mention the name of this plugin.) We pipe the audio to our plugin, choose some equalisation settings, use a spectral window to create a fingerprint of the undesirable noises, click \"render\", and... bam!\n\nWe have successfully cleaned up this river.\n\nIf only it were so simple in Flint, in Norilsk, in so many other real rivers around the globe. But our audio work can bear upon our understanding of such places. How we treat sound can be representative of how we treat nature and communities. Sound is in nature; is nature, after all.\n\n~\n\nSo now we have a pristine (recording of a) river. But what we're interested in is not the results of our cleanup, rather the byproducts of our cleanup. We're interested in the \"audio toxic waste\" and what can and should be done with it. What happened to it? Where did it go? Unlike chemical waste, this audio waste probably just got deleted. Because it can just be deleted. But what if we held on to it? Allowed it to persist the way chemical waste persists? What can we do about it? What can we do with it? What can it do with us?\n\nIf spectral cleanup is the removal of portions of a visual representation of a sound, then are the removed frequencies a kind of mirror image of the world we desired to get by doing cleanup? Is this mirror image also a world? Does it contain a tonal system? Do the sounds hold any aesthetic or critical interest? Can they be put to use in compositions? Sampled and _played_ on a drum pad? Can one find oneself at play in toxic waste?\n\nIn both the case of a river and of the recording of a river, the goal of a cleanup is to _make it as if the accident never happened_; even though it did. As the bizarre site in which toxicity thrived –red, ochre, violet, otherworldly– is relegated to memory, so is the ruinous mindlessness of contingency condemned to the desiccation of amnesia. In other words, how we got here is forgotten.\n\nSo in audio terms —again, letting how we treat sound be representative of how we treat nature and community— it must be useful, crucial even, to rehydrate the memory of this contingency, embodied in waste, and to play this waste like an instrument of its own, from a world of its own.\n","as":"0bbd25db-6b16-11eb-b4b1-41ca8df37053","av":"noise-reduction-artifacts.jpg","az":true,"bc":"1","bg":"article-for-noise-reduction-artifacts","bi":"sound-library","bj":"Article for Noise Reduction Artifacts"},{"bl":"484a7856-3893-11eb-9b19-d773ba798561","ac":"Jeepneys Interviews","ag":"Grammy-nominated violinist India Cooke meets up with student and close friend Jeepneys for this fascinating chat about how Sun Ra saved the life of her cat.\n","ah":"articles","ai":"January 2021","aj":"I began studying violin with India Cooke because I had heard that she played with Sun Ra. I had never studied violin with another woman of color before so that appealed to me as well. India's pedigree extends far beyond her cosmic union with Sun Ra, but nonetheless this was the impetus for how she came to be my mentor and friend. Interestingly after playing under her tutelage for a few years, I still hadn't asked her how she came to play with Sun Ra until now. \n\nPerhaps that's because there is so much that India and I love to talk about: Aliens, ghosts, Halloween, crystals, scary movies, oppression, cats, pizza, etc. There is only so much these two chatty fire signs can cram into an hour and still practice scales! Or perhaps it's because stories only come forth when they are meant to be told, when the listener is integrated and ready to hear. Or when the querent finally asks...\n\nJeepneys: How did you come to work with Sun Ra?\n\nIndia Cooke: I was in a restaurant waiting for a plane, late night, watching the television. Johnny Carson was on. I'm just hanging out, waiting for a plane. And all of a sudden I see these extraordinary black folks piling in on the stage--all sorts of sparkling capes, headdresses, dancing and twirling, people doing cartwheels. I said, \"what the heck is this?\" They started carrying Sun Ra out on their shoulders like a Pharaoh. It was just extraordinary. And then they started playing music. The rhythm started and the music was otherworldly for sure. I said, \"I want to play that, I want to play with those people!\" I didn't even know who it was.\n\nJ: At that point had you started experimenting with weird jazz?\n\nIC: No. No way. I just saw this and something just hit me, like a bolt of renewing lightning! And that was that. That was that.  \n\nYears later, my very dear cat Sri, my first cat, a Blue Point Siamese, became very very ill. No doctors could figure out what was wrong with him. He had stopped using his left front arm. After awhile, it began to atrophy. I went back and forth to doctors and one doctor said amputation, and I said that's out of the question because first of all I knew that Sri was a warrior and he wouldn't have wanted it that way, and he also had a brother, Fleetwood Coupe de Ville, who would have freaked out. That's just the kind of relationship I had with these animals, we had a very deep relationship. So I take Sri to a different hospital, Berkeley Dog and Cat, and they too were scratching their heads. And here Sri is getting sicker and sicker. Now I am doing crystal work with him, putting crystals all around him at night and sleeping on the floor with him. I'm doing psychic dreaming and communication work with him, but still he doesn't get better. \n\nDuring this time, I see that Sun Ra is coming to Oakland and playing the \"Concept Cultural Gallery,\" a little train house in Jack London Square. Now you have to understand something about me, I am very shy. I NEVER would have thought in a zillion lifetimes that I could play with an avatar like Sun Ra. But when i heard that he was coming to town it was like the universal energy took over my whole being and told me \"you have to go and talk with Sun Ra. Sun Ra will save your cat.\" I know this sounds way off but I am telling you the honest truth. So, I went down to the venue on the day of the show with  my amp and violin. I have never done anything like this in my life. It was standing room only - I squeezed in. Here came intermission time. They were marching Sun Ra back to the green room. Everything was very ritual. I wrestled my way back there. I didn't know any of these guys. There was all sorts of press back there, everybody is trying to get back there, but I managed to knock on the door. And one of the musicians answered. I said, \"my name is India Cooke I play the violin and I need to speak with Sun Ra, my cat is very ill. (laughs) I didn't know what else to say that was the reason I was there.\"\n\nThey said OK, hold on. \n\nNext thing I know, they said, come on in, he'll speak with you. Everybody else had left to go start the second set. So I sit down in front of Sun Ra, sit down right on the floor and I began to just cry. And I said, Sir, my cat is very ill and I don't know what to do. I just got this feeling that I should come and speak to you. And I have my violin and I don't know if I should play for you here or play for him or what? And he looked at me like I was totally out of my mind, then he got up and left me sitting there in a pool of tears. He just got up and walked out. The door closed behind me in the green room. So I cleaned myself up and I got up and went out to the crowd to just listen to the rest of the set. I am there crowded with my little violin and amp next to a wall. Next thing I know, one of the musicians pushes his way through the crowd back to me and he says, \"Sunny wants you up front.\" I said, \"What?\" And he said, \"I'll take care of your amp and everything but Sunny wants you up front right next to him.\" And I said \"oh ok.\" I'm not even nervous, you've got to believe me, it was all driven by my cat. And so I go up and the drums start going, [makes drum noises] the rhythm was just so into the earth, it was back to the roots, it was all the way to the universe, you could just see the lights going all the way planetary! It was just incredible. And then Sun Ra looked at me and he said \"play, just play.\" I said, \"what you want me to play?\" And he said, \"play.\" And I started playing. And it was like I was the universe, we were the universe, we were all one. And Wisteria, one of the dancers, she was spinning like a whirling dervish all through the tables. And the music was rising and rising and it came to this extraordinary head. It was extraordinary. At the very end the folks went wild. Because of the music. And I thanked him so very much. I told them whenever you are back in town please let me know, I'll cook you dinner, thank you so much for letting me play. \n\nI go home to Sri and he is still ill, he is becoming quite lethargic. I take him one more time to Berkeley Dog and Cat and they said, \"Ok look, we'll try one more thing.\" They took him back for some time. Then somebody comes out and says, \"he's gonna be fine. We drilled a hole into the femur of his left arm the infection spewed out.\" Sri was fine.  \n\nTo this day I say, Sun Ra saved my cat. \n\nAnd that's how I got to play with Sun Ra. \n\nA few months down the road, I get a call, Sunny wants you to come to Europe with him.\n\nAnd that's how I got to come to tour and record with Sun Ra.\n\nAnd that's my story.\n\nJ: What was it like to tour with him?\n\nIC: I was one of the only women and traveling with essentially all men but I've got to tell you that the Arkestra were gentleman. And they had the utmost respect for Sun Ra. They never let him out of their sight. They made it clear that we were protecting him at all costs at all times so he couldn't be targeted by the media or whoever. There was a lot of love and good music. The music was really worldly. Sun Ra enjoyed playing with all kinds of musicians--african drummers, classical musicians, the whole gamut.\n\nI remember one time we were in Lyon, France, where we had been commissioned to do an orchestral work. So we go down to the symphony to rehearse. Here we are all these crazy looking black folks piling in for this orchestra rehearsal. The symphony musicians were seated there and it was obvious that didn't know how to greet this very special person named Sun Ra. He sits down at the piano. they're all waiting for the sheet music to be passed out to them so they can play the piece. But that's not how Sun Ra works. He sits down so that he was looking right at the orchestra, nodding his head, and then he turns back to the piano, pulls out manuscript paper and starts writing the parts right there.  He was custom writing the parts for this orchestra! He needed to feel and see it before he could do it.\n\nThe musicians started packing up and leaving. They had no idea.\n\nA few stayed. A couple flute players and wind players.\n\nThe ones who stayed, I'm sure are still talking about it to this day.\n\nJ: Those other guys weren't ready...\n\nIC: Absolutely. There was no connection, that's the way it should have been.\n\nJ: Are you still in touch with Arkestra members?\n\nIC: Some of those guys are still around, I went to see them play at Ashkenaz in Berkeley, Though there are so many new folks, it's hard to keep track. I stay connected by including them in my teachings: in my black music history class at Mills College. There is a cellist named Kash Killion, whom I am playing with at the Malcolm X Jazz Festival. Kash and I have played many many years together.\n\nJ: This May 22nd would have been Sun Ra's 98th birthday...if he were still alive what would you give him as a birthday gift?\n\nIC: Oh wow what would I get him for his birthday? I’d give him a cat like Sri. Sri was a hulk! Really, all muscle. He was gorgeous and he loved to dance.\n\nJeepneys is Anna Luisa Petrisko. Musician/artist/alien/timetraveler. Graffittied by the Holy Spirit, born the giver of beeps. Her God is a mango. www.jeepneysjeepneys.com","ak":"Interviews","as":"ca72c756-f419-45ec-bb8d-7541f8c45fe8","av":"india-cooke.jpg","aw":"3","az":true,"bc":"1","bg":"india-cooke-interviewed-by-jeepneys","bh":true,"bi":"interviews, featured, home-features","bj":"India Cooke"},{"ac":"Vito Acconci","ag":"In these notes, the late Vito Aconcci muses on music's functional, yet immersive nature, from the perspective of a studio laborer, music consumer, and visual artist.","ah":"articles","ai":"January 2021","aj":"I’m sitting alone writing, here in my room...Well no, not exactly. This isn’t officially a room; not your image of a writer’s hovel, a corner/garret/cellar that you escape to, that you’re driven into, in order to take down notes from the underground, promptings from the depths of an aged and anguished and angry soul. Where I am is the antidote to privacy and deprivation: I’m in a large cavernous industrial loft turned into an architects’ studio, and a disrumpled one at that -- each day this place is filled with 6-7-8 people, talking and arguing about streets and plazas and parks and gardens, bustling around from drawings to study models to computers. The place is like a rehearsal-hall for other places, far-flung places, a course of action from one table (‘Here we are in Dayton, Ohio’) to another (‘Here we are in Tokyo’). But the people who work here have left for the day, they’ve gone off to lives of their own, so I am alone; I’ve been left alone here, after hours, in an echoing loft/office/studio – it’s night, it’s dark, I’ve turned off all the lights but the one on my desk, I can’t see around the corner, around the bookshelves, where models could remind me of the world outside.\n\nIt’s just me and my music now...Well no, not exactly. I don’t have any music that I’ve made myself; I’m not a musician, not a composer. I take my music from others. Like everyone else, I have my CD’s; I’m old enough to have had records, of course, but I’ve thrown them all away by now, they were scratched up beyond recognition. I can’t take care of music; I could never hold records by their edges, never put records back in their sleeves, I let them pile up naked on the floor; I couldn’t treat records as precious jewels – they were instruments for use, and their deterioration proves that I used them, that I loved them. My records/ tapes/CD’s are my pets, non-living ones that I can mistreat without a second thought. Mistreatment might be purposeful; mistreatment might prove that I’ve committed them to memory and I don’t need them around anymore. I won’t keep scratchy records as artifacts of another time, as preservation and nostalgia; I’d rather remember that time, imperfectly, and impose this time onto it, I'd rather that this time interpret that time -- I can only live once, let me live now.\n\nI’m a consumer of music, not a producer...Well no, not exactly. Like everyone else, I sing now and then: my own songs, made-up songs -- the words simplistic Cole Porter, the music soured Kurt Weill, the tone a hybrid of Walter Huston and Mark E. Smith – but I sing them only to a person I’m sleeping with. The songs have the sound of intimacy – the a cappella voice, the whisper into the ear -- but they turn private space into public performance, like lovers singing to each other in an opera, in a musical. Music doesn’t express the self; it throws the self, like throwing your voice – it plays the self, like playing an instrument. My songs are born from the person I’m singing to, they’re about that person, they embody that person; but my song turns her into my voice, it reduces her to language, it stills her movement into sing-song rhymes, it cancels her out in puns.\n\nFor me music is a passive spectator sport, not an active participatory one...Well no, not exactly. It’s true, I can’t dance; that’s probably why I build: those who can, do, while those who can’t only write about it – people who can move their bodies dance, while people who are afraid to move build places for others to move in. But, though I don’t dance, I rock to music when nobody’s looking, I sway, I shake, I swoon, o yes I tremble --- the music might be over, but I’m moving to the song I can’t get out of my head, I’m moving at the commands of voices in my inner ear. A mystic sees things, while an insane person hears them; when you see something, you know exactly where it is, but when you hear something you can’t place where the sound is coming from – sound is all-over, there’s a wall of sound, the wall is tumbling down and sound comes over you in waves.\n\nSound is all over the studio. Music functions as wallpaper, as furniture; it fades into the background, and functions as background music for the design of spaces. Most of the time we don’t even know it’s on, until the disc-changer has run its course and the music stops, and we’re shocked, because we hear the silence; the music is there to fill the air, to make the air palpable, to be the air,. Now and then somebody pays attention and listens – ‘Shh...The muuu-sic, the muuu-sic!’ – and then music gets under your skin.\n\nAs soon as you realize you’re listening to music, the music is within you, with no transition between outside and inside, with no distinction between self and other. Music acts as a pulse; it collides with your pulse, and replaces your pulse, and breaks time up into rhythms. Music is an anthem, for a celebration or a revolution; in our case, it’s an anthem that goads design on: we work to the beat of different musics -- music marches us through a virtual space, a space in the mind and on paper and in model-form, into the physical place we’re designing for. But the music stops sometimes; nobody bothers, nobody takes the time to put on another CD...Well no, not exactly. It’s not that we don’t care; it’s that we care too much, we’ve listened too well, and music is too much to put up with. Music carves a space of its own, a self-enclosed volume within the room we’re inside of; the room recedes, and we’re caught in the prison-house of music, and we can’t get out. We want out.\n\nThe people in the studio have the run of the studio; everyone gets to play whatever he or she wants; the collaborative method of the studio, its democracy, its collision of ages and genders and ethnic backgrounds, is represented by music. But they have only ‘supermarket freedom’; their choices are limited by my limits, by the extent of my CD collection. I buy lots, play little – in any one time-period, say, ten to twenty CD’s that I resort to, that I depend on. Suddenly, somebody plays something I haven’t heard since I bought it, I haven’t heard since I played no more than the first two cuts before putting it to sleep forever: ‘Whose noise is that?...So I’m the culprit...Why has this come back to haunt me?...’ They bring in their own CD’s sometimes; as I hear this gift, this intrusion, this lesson, my stream-of-consciousness voice whispers: ‘Dario!’ ...’Peter!’... ‘Azarakhsh!’ I know who you are, and I hear what you like.\n\nMusic in the studio is as different as day and night. When people leave for the day, the music changes at night. During the day, we listen to the late 90’s and early 00’s: dance music, trance music, trip-hop, techno, electronica. There are no solo vocals in daylight;\n\na solo singer can’t hold the stage of the studio, the singer gets lost in the crowd. At night, when I’m alone here, I can be alone with a voice in my head: Leonard Cohen, Theresa Stratas, Charles Ives’ songs -- the singer speaks low to me. But I’m dozing off, I’m regressing, I’m coddling myself in the recorded person of another. Vocal music isn’t grown-up yet; it doesn’t have a life of its own, it’s still connected to the body of the producer -- vocal music is accompanied poetry, accompanied rhetoric, accompanied grammar. Grown-up music begins only when the voice ends, when your tongue is cut out and your body is replaced by an instrument, a machine, like a prosthetic device. Music begins to have a life of its own when you use/play-with/play something outside yourself, when the sound emitted from that instrument/machine is circulated through a room, or through a building, or through a city, like an electric current.\n\nThe music’s over now. The last person’s gone for the day, the CD-player’s been turned off, and I won’t turn it on again. Don’t push me. As long as music is on, the music’s inside me; but, in order to have an idea about music, I have to be outside music, I have to be without music. In order to think about music, I have to live in a condition of pre- music; if music fills the air, I have to empty the air. If I were a musician, I could reduce music into notes, into math, into numbers. I’m not a musician, but I can count as well as the next person: 1...2...3...4...Somebody stop me, or else I’ll go up to billions; hearing myself count proves that I’ve shut everything else out – I can count the silence.\n\n2.\nMusic made me; music told me to; my work has been accompanied by – my work as been programmed by – the pop music of its time.\nAt the end of the 60’s, at the beginning of my career in ‘art,’ my medium was my own body; art was a presentation of self, a face-to-face encounter between artist and viewer. The music I Ioved then was Van Morrison, Neil Young; the tone was rural, the voice was solo, the songs were long, twenty-minute songs: there room enough to drift through the country and find where you were, find out who you were –there was all the time in the world to build a cocoon for yourself and the person you sang to. (There was another music at the time, that came out of left field: the Velvet Underground. This was urban music, crowded music, that left no place to be safe in – this voice, too, was solo, but it was drowned out by instrumentation, driven to destruction – a song was long because time was relentless.)\n\nTimes changed; my work changed. By the mid-70’s, my medium had turned into you, the viewer: an exhibition-space was fitted out as a town square – there was nothing left of me but my audiotaped voice, that turned on viewers, and pushed them up against the wall. The music I loved then was the Sex Pistols, the Ramones: this was urban music, but it wasn’t victimized by the city, it turned the city on its head – the voice might be solo, but it was recorded too raw to be distinct, it dissolved into a mass voice that assaulted the listener, assimilated the listener -- the songs were cut short, two-minute songs, because a scream can’t maintain itself and still be a scream, a shout can’t last forever. (When I was writing texts for audiotapes then, I listened to songs and stole lyrics – Lou Reed, Brian Eno. I couldn’t make myself steal from fiction and poetry, because they were already down in black and white, as if for all time; but I could steal with impunity from words that had been turned into music, because I had to catch them as they went, catch them as I could -- as soon as I heard them they disappeared into thin air.)\n\nParadigms shifted. Since the end of the 80’s, my work has been converted to architecture; ‘Vito Acconci’ is dead – long live ‘Acconci Studio.’ We make places that blend into the rest of the city, only inside-out and upside down – places that flow from inside to outside, private to public, architecture to landscape, urban to rural, actual to virtual, and back again – places you carry with you, like a turtle. The music I love now is Tricky and Moby (but after five years of listening to them, they’ve already talked too much, I have to shut them out of my mind)...Once more, from the beginning: the music I love now is Vladislav Delay, Plasticman, Techno Animal, Matrix ...It’s a mix of the body-made and the machine-produced and the electronically generated, with no distinction from one to the other; it’s a mix of cultures, ‘world music’ brought home. This is dance music for dancing inside yourself. Its surface is continuous but at the same time tenuous and permeable; it melts into the space it’s heard in; it doesn’t push but instead insinuates; it functions as an undercurrent, it reduces itself to a pulse, it disintegrates – and disintegrates me – into particles.\n\n3.\nOnce upon a time I listened to ‘New (classical) Music.’ It was the mid-60’s; I was just out of school; I was a writer of fiction and poetry. Then I really did write alone in a room, as I’m doing again now – almost –writing these notes. Alone in the world of that room, I imported into it a world of music – Christian Wolf’s world, or Morton Feldman’s, or Pierre Henry’s. Each was a world in which every sound was distinct, precious, and so were the silences; sometimes sounds came from the world outside, from the everyday world, but these sounds were uprooted, stolen, so that they could be isolated inside a self- enclosed world. The sounds were points, that sometimes extended into a line, or grouped together into a square or a circle, the silence was a plane; there were so many points to attend to, and no topology to wander off in. ‘New Music’ was high- maintenance; it required constant attention. To be itself, ‘New Music’ had to preserve itself, I couldn’t take it with me, out into the world around me; I had to jump ship.\n\n4.\n- Why would a composer of music today sit alone in a room (as I’m sitting alone here now, writing this essay), at a piano, say, or at a computer, producing sounds and transcribing them into a notation system, when countless examples of recorded music are already there, waiting to be played – when hearing music is already the first step in producing music -- when sounds are all around us, in the streets and in the field -- when cheap and easy means are available to re-record and re-mix and re-shape that already recorded music and those already existent sounds?\n\n- Why would a musician today play notes on an instrument, when he/she could be playing along with already embodied music on a CD player, when he/she could be playing louder or softer than the recorded music, and faster or slower than the recorded music, and playing that recorded music backwards...? Why would that musician today play that instrument at all, when he/she could be playing already recorded music on a CD player, and raising or lowering the volume of that music, and changing the speed of that music, and playing that music backwards...?\n\n- Why would a listener today come to a concert hall and be part of an audience of music, when you can hear music anytime you want to, inside your own home? Why would a person come to a place for music when music is placeless, when you can take it with you wherever you want, when you can listen to it while walking, driving, exercising? Why would people come inside a concert hall and then close their eyes in order to hear the music better? What do concert-goers want? What are you doing here anyway?\n\n- Where does the proper music -- the right music, the characteristic music, the appropriate music, the necessary music, the desired music, the only-dreamed-of music -- come from? It does not fall from the skies; it does not rise up from under ground; it only happens somewhere in between, and you are there.","ak":"articles","as":"ce0793ee-d0d8-4ffd-9740-718392ab0f4d","av":"words-before-music-vito-acconci.jpg","aw":"1","az":true,"bc":"1","bf":"Vito Acconci","bg":"words-before-music-vito-acconci","bh":true,"bi":"featured, home-features","bj":"Words Before Music"},{"ac":"Julia Holter","ah":"articles","ai":"January 2021","aj":"\t\t\t\t\t\t\t\t\tJulia Holter\n\n“For composition is not an act of writing, it is rumination, cogitation, dictation, a listening and a dialogue, a ‘gathering’ (collectio) of voices from their several places in memory” (198 Mary Carruthers, The Book of Memory)\n\nWhen we start writing, we start hearing new things. The void that exists between the word and its sounding is explored best in various investigations into the experience of memory. So, the most useful work for us deals with memory. Keeping in mind the medieval word image of the collatio/collectio/colligere,  we explore the experience of the writer of any time period as individual voice (part) and as universal voice(whole), and track the movement of the documented voices towards one another. The voice begins from many points before it reaches an infinite and universal voice, and here we will consider both situations in which the voice immediately blends in with others, and situations in which the voice is outwardly individual. \n  Medieval western manuscript culture provided endless illuminations of monks/scribes writing/taking dictation.  In these works, the monk/scribe writes on parchment with his knife and quill. Objects besides an occasional desk or seat around him tend to be somewhat otherworldy and/or symbolic, including, most frequently, some sort of ‘voice of God’ from above—a bird, or an angel—dictating into the scribe’s ear. From a modern standpoint, the illuminations are strange sort of self-referentials—a concrete drawing of the basic situation of the act of drawing, all encased within images of birds and angels.  What is the interest in repeatedly capturing these moments in the same particular way? What does this tradition say about the writer/the creator’s voice? (It seems unclear if there is a distinction being made between dictation and creation, because monks both copied and wrote, and it does not seem that the pictures made were intended to be seen as self-portraits.)  If it is like a graphic signature, the image itself is still disconnected from the scribe who drew it by the fact that drawing is not a direct representation of that individual, only to one similar in function (and sometimes a specific other one). One illumination, MS. R.17.I from Cambridge, Trinity College, claims that it was “once assumed to be a self-portrait” (78 illumnated manuscripts), but that instead it is a celebration of a monk of the past. It could be argued, however, that this “commemoration” of “the monk Eadwine, the prince of scribes” is, in fact, a kind of self-portrait—that the self here is not the individual self, but it is becoming a universal scribe self. That a manuscript would so commonly hold these isolated memory images of scribes writing amidst the book’s unrelated text, brings attention to the creator of the written word. \nThis connection of the voice to the text is not strange even in the context of the time period, where historians/writers discuss a resurgence in the classical “art(s) of memory”, which worked with techniques of the senses: “Memoria unites written with oral transmission, eye with ear, and helps to account for the highly ‘mixed’ oral-literate nature of medieval cultures that many historians of the subject have remarked”  (122 Carruthers).  What is interesting about studies of the medieval “art of memory” is that it is called an “art” (or “arts”)— it acknowledges itself as an art constructed in order to assist the arts. The goal of these techniques unclear—in antiquity, memory study was an Aristotelian “art” method manipulating the mysteries of mind memory to bring order to such human activities as rhetoric (“Aristotle gave a philosophical explanation for using arbitrary associations as a basic mnemonic tool” (123 carruthers)). But by the Middle Ages, many of the “ars memorativa” writings have misinterpreted the writings of their classical predecessors, and the “art” has been manipulated to apply to its time: “In the early Middle Ages, memoria is discussed most often not in the context of rhetoric but rather in writings on meditation and prayer, in which a diagram-like ‘picture’ is created mentally which serves as the site for a meditational collatio, the ‘gathering’ into one ‘place’ of the various strands of a meditational composition” (123 Carruthers). Carruthers quotes Augustine’s (who lived around the fall of the Roman Empire and the beginning of the Middle Ages) new emphasis on the present human situation as a sole basis for developing some art of memory: “It is clear that Augustine [who lived around the fall of the Roman Empire] assumed that the way to God lay only through the re-presenting of his past in memory; he has no interest in his past except as it provides him with a way and ground for understanding his present”  (193 Carruthers).  So the difference between this art of memory (according to Carruther’s) and that of antiquity seems to lie in differing conceptions of the role of current time and current space, with the classical period’s “art of memory” using the past to aspire toward a future in a new room, and the medieval’s looking in all time/space directions, always from its present center. \nHow do we identify which things fit best into our present? The notion of the malleable recollection as fittest recollection is one response: in Matter and Memory, Henri Bergson argues that the chosen recollections are the ones with the most potential of fitting into our current time/place (“a less complete recollection, one that is less complex, where it is in reality a recollection less dreamed, more impersonal, nearer to action and, therefore, more capable of molding itself…upon the new character of the present situation“  (241 Bergson)). Why do we need it to be “less dreamed”? Because we have to be able to make something of it relevant for ourselves. In Mnemosyne, Holderlin provides us with a “we” voice and a meandering list of  “we’s” unrelated (and mythical) event recollections. Is it not a familiar feeling, the impulse to pull the situations of far-away/long-ago myths into our own local/now? Holderlin seems to be illustrating the obsessive human impulse to bring as many suitable past events under its formal wing as possible. \nSo, with a malleable recollection, there is a focus on the present, and a unification of time and space. Can we identify physical characteristics of this mysterious unified time/space? Inspired by the outward force of the Holderlin stream of memories, we could consider the energies—that isolation of recollections cannot be imposed, and the choosing is an active ‘exothermic’ process. Bergson uses a sort of energy formula to answer the question of why things are isolated by what one could call this ‘exothermic’ process. He answers that the body itself will always pursue the things which will keep it active: “it is toward action that memory and perception are turned; it is action that the body prepares…so the memory of a living being appears indeed to measure, above all, its powers of action upon things and to be only the intellectual reverberation of this power” (228 Bergson).\nAs before, this idea might be seen more clearly by imagining where it does not exist. Something physical happens, in nostalgia, where the present is lost completely, as well as the independence of the thing formed.   “He who lives in the past for the mere pleasure of living there, and in whom recollections emerge into the light of consciousness without any advantage for the present situation, is hardly better fitted for action: here we have no man of impulse, but a dreamer” (153 Bergson). Bad energy and “dreamers” connect also in a 1986 interview with composer Robert Ashley; he senses trouble with some nostalgic “energy”: “Memorizing is used for one thing. Reminiscence is used for another thing, and imagination is used for another, and when you get something that wants to cross over, you immediately reject it. Everybody hates to be around people who live in a dream and keep telling the same story all the time ” (114 The Guests)\nThis physical action manifests itself in visualizations too, and ultimately reconnects again to all the senses. The medieval turn away from previous goal-oriented craft, and toward an active presence and an image of unification is echoed broadly in Roland Barthes’ 1972 dissatisfaction with classical music performance culture in The Grain of the Voice: “The ‘grain’ is the body in the singing voice, in the writing hand, in the performing limb” (276 Barthes). Here, the voice and the writing hand are visualized together, and we can recall again the process of the scribes: “Three fingers write, two eyes see, the whole body works” (anon. scribe, 11th century).  \nVisualization of the voice plays a large part in the musical score, expanding the imagination, as art of memory writers point out, and allowing more space for memory. In Medieval Music and the Art of Memory Berger discusses the same architectural mnemonic devices as used in classical rhetoric, used to build and experience one’s musical structures: “this structure of four stories functions both as a depository of things that one remembers and as a place through which one wanders while composing” (218 berger) Interestingly, this discussion of the art of memory’s role in medieval music remains more of a technical-skill variety: “There are two areas where visualization might have played an important role. First, the ability to visualize the staff allowed composers to work out polyphonic pieces in the mind without a wax tablet or parchment. And second, polyphonic compositions were sung by heart. Thus they needed to be clearly structured so that they could be remembered. I believe that periodic articulation might been so popular because it allowed one to structure and visualize long compositions in the mind” (199-200 Berger). Berger cites a Machaut motet (Tu gui gregem tuum ducis) in which the limited amount of information makes it evident that the performers knew the chant by heart: “in Machaut’s motet Tu gui gregem tuum ducis/Plange regni respublica/Tenor:Apprehende arma et scutum et exurge talea IV and color 3 of the tenor are notated in two manuscripts only by the words ‘Apprehende arma’” (213 Berger). \nBut, once again we are dissatisfied with such a dry explanation of music. Strong documented opinions about the role of these visualizations helps shake things up a bit, and bring back to us the idea of the unified present.  The French author Elias Salomonis describes the experience (negatively) of listening and watching singers perform with notation in 1274:  \n“The written page might have triggered the memory of the melodic and rhythmic outline of the piece, a piece that the performers already knew:… ‘[Concerning the laity] They scarcely deign at times to perform plainchant at its proper pace when they sing by anticipating, accelerating, retarding, and improperly phrasing the notes…this [writing of notes] is done for the ornament and beauty of the notes on the page: for seeing, not for singing. Let them know this for certain, not inquiring whether the [practices] that they see are ours, rather than God’s, or proper to the art of music (of which they are ignorant). But experimenting, they sing ‘meow, meow’ into the air, so that a stranger may turn up and listen’” (196 Berger).    Just as it is amusing to see how medieval writers completely re-/mis-interepreted the classical idea of art of memory, it is to see Elias decide upon the idea that notation was not at all functional. But this point is worthy of discussion, because is it not true that the visual does not function merely as a direction? In Berger’s writing, the aesthetics of the score are not discussed much otherwise. \n          Is there something of the independent power of the voice/sound that Elias is getting at that is lost with writing? Carruthers discusses how writing silences the “personal” voice, and what she sees as a unique physical power of the “auditory world”:  \n“When words are written, they become of course, a part of the visual world. Like most of the elements of the visual world, they become static things and lose, as such, the dynamism which is so characteristic of the auditory world in general, and of the spoken word in particular. They lose much of the personal element, in the sense that the heard word is most commonly directed at oneself, whereas the seen word most commonly is not, and can be read or not as whim dictates. They lose these emotional overtones and emphases …Thus, in general, words, by becoming visible, join a world of relative indifference to the viewer—a world from which the magic ‘power’ of the word has been abstracted” (Carothers 20).\n\nThe frequent placement of sound over meaning may be what makes much music/sound art so clearly independent from the maker, ultimately, and this idea brings us back to Roland Barthes’ “geno-song”. The senses become crucial when our creations become so physical and independent from us.  By themselves, field recordings of artists' performances at once freeze the voices documented in time/place but also open up new situations by illuminating something previously unheard about the voices. In Jerome Rothenberg’s ethnopoetic soundings collection, there are many recorded pieces that could potentially fit with his collaborator George Quasha’s quote “The maker is actually in the position of reader” (Alcheringa Volume Three, Number Two, 1977).  In recordings of musicians, as as the collections of Jerome Rothenberg “ethnopoetics” sounds Celtic Mouth Music, sounds are important and “meaning” is not: \"Puirt-a-beul (= mouth music) are lyrics written primarily for dancing to. Consequently the lyrics are only of secondary importance – the rhythm in the song is the most important aspect and the rhythm takes precedence over the rhythm and stresses of the Gaelic.”  In Robert Ashley’s “Automatic Writing”, the sound may induce a stronger visualization of two people, for lack of linguistic clarity. Listening to the piece is a visceral experience—meaning is completely obscured by inability to decipher what is said; the human sounds taken out of their functional contexts are either muted or awkwardly loud, and yet somehow the fragmentation builds its own meaning, without the structure we assume we need—Barthes’ “’truth’ of language, not its functionality (clarity, expressivity, communication)”  (272 Barthes). \nPerhaps the place to land in the exploration of the voice in space/time is with the pure infinite voice—the lament vessel, coming from nowhere.  In music, the lament takes the form of a simple and relatively short vocal composition that is about one sad idea. These pieces over time have been extracted from their operas/larger works and lived independently, making people cry.  Structurally, they are all similar. Lyrics are always simple and concerning loss (compare in attached paper), whether in love or in religion. Instrumental accompaniment is general uncomplicated against the melodic line, if not completely repetitive: both Claudio Monteverdi’s Lamento della Ninfa and Henry Purcell’s Dido’s Lament are in the form of a ground-bass aria, with a consistent descending tetrachord bass ostinato. In the case of the Mozart, there are many voices, which does not seem to change the general affect much. If anything, this points to the interchangeability of the individual and the collective voice. \nSo we encounter many colligeres, gatherings of voices, in whose component parts, exist their own gatherings. \n\n\n\n\n\n\n\n","as":"4948ffda-9c13-4f1e-a859-eb0521defe43","av":"julia-holter-colligeres.jpg","bc":"1","bg":"collatio-collectio-colligere-julia-holter","bi":"critical-theory, featured","bj":"Collatio/Collectio/Colligere","bk":"Collatio/&shy;Collectio/&shy;Colligere"},{"ac":"Jason Grier","ah":"articles","ai":"February 2021","as":"e84e6df5-9594-42bd-80c6-400009b2c430","aw":"5","az":true,"bc":"1","bg":"the-catalogue-as-a-work-of-art","bi":"theory, sound-library, featured, home-features","bj":"The Catalogue as a Work of Art"},{"ac":"Jason Grier","ah":"articles","ai":"April 2021","as":"0c65572e-7f3c-4ef7-9450-27ca796b26cb","az":true,"bc":"1","bg":"embodied-process-and-the-graphic-score","bi":"theory","bj":"Embodied Process and the Graphic Score"},{"ah":"articles","ai":"February 2021","as":"c65988e1-edb5-47b3-92a9-25df4aa24156","az":true,"bf":"Free Ableton Live file download","bg":"watch-james-tenney-s-spectral-canon-performed-on-the-hem-grand","bi":"blog","bj":"Watch James Tenney's \"Spectral Canon\" performed on the HEM Grand"},{"ab":"## THE PACKS\n\n#### Noise Reduction Artifacts\n\nTwelve unique keyboard instruments made from frequencies removed by an industry-standard audio restoration plugin while cleaning up a noisy field recording.\n\n#### Election Protest\n\nThis is a recording of post-election protests following the 2016 US presidential election. It was recorded on a laptop in Berlin, from a live video stream. Due to a terrible internet connection, the audio is jagged and choppy; riddled with dropouts, time-shifts, and sandblasted textures. The association to noise and ambient genres is unavoidable. But the emergence of recognisable chants like \"Whose streets? Our streets!\" from the fog of glitches insists that this \"soundscape\" isn't a matter of genre, but the labor of sounding bodies in a crucial historical moment.\n\n#### New Year's Eve, Berlin Kreuzberg\n\nBerlin's Kreuzberg borough is famous for getting blanketed with fireworks and explosives —legal, quasi-legal, and otherwise— every year around midnight on December 31st. The bombs fly every which way (not just up) to create an immersive experience, to say the least. This pack captures the experience in 2016 and 2017. One, from a high vantage point on a 9th floor balcony overlooking Kottbusser Tor; the other, from Orannienstraße, down on the street.\n\n#### Destroyed Piano\n\nReplica of a rare, 130-year-old, \"pyramid\" piano found in a state of extreme disrepair in a hilltop villa in Tuscany. Each individual key possesses its own surprising timbre. The sound is reminiscent of prepared piano, but this instrument was merely \"prepared\" by time and age.\n\n#### Sax\n\nA chorus of windswept whispers, humid chants overblown through the reeds, gasping dramatic personae, illegible pleading voices, and a frenzied percussion ensemble. This set of saxophone-space explorations showcases what can be done with the instrument in a textural mode beyond the melodic sphere. A frenetic homage to the classic avant-garde, as well as visceral modern drone.\n\n#### Runout Grooves\n\nLoops of vinyl LP's and 45's with the needle stuck bouncing against the center label. Suspenseful, trance-inducing, and rhythmic, these loops are also strange counterparts to the musics pressed on the very same records: Babyfather, Edith Piaf, Missy Elliot, Bernard Parmegiani, Culture Club, some weird ancient _Schlager_, and so on. Also includes a sampler instrument for keyboard play. An ongoing collection so check back for updates.\n\n#### Ducking Artifacts\n\nA collection of audio edits removed from several studio vocal sessions in the process of making \"pristine\" pop vocal tracks. The sounds consist of vocalists taking breaths —shallow, deep, hurried, long— between words and phrases, in anticipation of the next verse. Though these sounds are the discarded remnants of the process of making pop music, they have an intimacy all their own: Traces of the laboring body that are both unnerving and sensual.\n\n#### Studio Detritus\n\nAn extensive set telling tales of breakage, dilapidation, and decay in the studio: Crumbling insulation flapping in the wind, fraying patch cords and sparking tarnished switches, leftover concrete blocks scraping, buzzing monitors and hissing compressors, an ungrounded turntable and a squeaking live room door. An unusual percussion ensemble which bears the constant reminder of the materiality of our tools, and the unstoppable opposition of entropy to sonic perfection.\n\n#### Bendir, Darbuka, Flower Pot\n\nA chill home session with some amazing finger drumming on two rich and velvety Turkish drums and a flowerpot half-filled with water. Single hits, rolls, and some blistering polyrhythmic finger-drumming loaded up into a custom instrument that can produce massive ensemble sound or even spectral drones.\n\n#### Vintage Field Recording\n\nCrate-digging and field recording collide in a cloud of distressed vinyl and natural grandeur in this pack sampled from an early 1980's \"new age\" label's promotional vinyl LP. Pops, clicks, and vinyl distortion add a rich patina to the sounds of bubbling rivers, howling coyotes, roiling surf, and desert winds. Originally intended to beam thoughts of relaxation, therapy, tranquility, and self-realisation to the listener, these musty old recordings now take on a whole new layer questioning.\n\n#### Cymbal Workouts\n\nAn expressive round of all the cymbals in the kit. Fiery crescendi, suspenseful rolls, sharp and resonant finales, deep growling drones played with a viola bow. A huge variety of subtle moods from just two simple techniques.\n\n#### Condenser Mic Squeals\n\nA lush, haunting palette of sound derived from uncontrolled mic feedback. Arranged into a playable, pitched, keyboard instrument, this stereotypically forbidden sound evokes vast nightscapes, ghostly vocalisations, meditative drones, and rumbling bass. All from that dreaded ear-piercing squeal.","bl":"484b3bc0-3893-11eb-9b19-d773ba798561","ag":"SL2 is a significant update to some of the best of the original SL1 packs. Sounds fill the keys, new parameters allow real-time tweaking. The focus is on playability and free improvisation. This is the start of a whole new Sound Library, with all-new packs landing over the course of 2021.","ah":"articles","ai":"January 2021","aj":"## UNCONVENTIONAL\n\nSL2's sound design ethos is rooted in acousmatics, found sound, sonic detritus, extended technique, documentary, and audio forensics.\n\n\n![Wreckage of a piano found on the street in Berlin]({{ assetHost }}/hem-rocks/content/images/key-art/destroyed-piano.jpg \"HEM Sound Library 2, Destroyed Piano\")\n\n## PLAYABLE\n\nSL2 packs are meant to be _played_, with full keyboard spreads, dynamics control, and tactile parameters.\n\n![Hands playing instruments]({{ assetHost }}/hem-rocks/content/images/key-art/sl2-anim-bw.gif \"HEM Sound Library 2 in action\")\n\n## CRITICAL\n\nEach SL2 pack is sourced from sounds chosen for more than just sound design concerns, like ecomusicology, labor, activism, artistic research.\n\n![Scrolling a smart text]({{ assetHost }}/hem-rocks/content/images/key-art/scrolling-article.gif \"HEM Sound Library 2 article\")\n\n***\n\n### FULL CHANGE LIST\n\n<div class=\"whats-new-in-sl2-change-list\">\n\n__Seurat__ automated playback has been removed from all instruments _(play it yourself!)_.\n\n...\n\n__Antique Piano__ is now called __Destroyed Piano__.\n\n__Condenser Mic__ is now called __Condenser Mic Squeals__.\n\n__Cymbals__ is now called __Cymbal Workouts__.\n\n__Demonstration__ is now called __Election Protest__.\n\n__Frame Drum__ is now called __Bendir, Darbuka, Flower Pot__.\n\n__Nature Sounds Vinyl__ is now called __Vintage Field Recording__.\n\n__Outtakes__ is now called __Studio #Fails__.\n\n__Record Endings__ is now called __Runout Grooves__.\n\n__Saxophone__ is now called __Sax__.\n\n...\n\n__Acoustic Guitar__, __Electric Bass__, and __Electric Guitar__ have been combined into a 7-instrument suite, __Guitars__.\n\n__Berlin New Year 2016__ and __Berlin New Year 2017__ have been combined into __New Year's Eve, Berlin Kreuzberg__.\n\n__Condenser Mic Squeals__ is now a suite of 10 separate instruments.\n\n__Cymbal Workouts__ now consists of two instruments, and two long clips.\n\n__Hum, Hiss & Crackle__ and __Percussion__ have been combined into __Studio Detritus__.\n\n__New Year's Eve, Berlin Kreuzberg__ is now a suite of 2 separate instruments, and 2 WAV files.\n\n__Noise Reduction Artifacts__ is now a suite of 12 separate instruments.\n\n__Vintage Field Recording__ is now a suite of 16 separate instruments, and 16 WAV files.\n\n...\n\n__Antique Piano__ now has controls for attack, release, velocity sensitivity, gain, stereo, ring mod, and reverb.\n\n__Breaths__ now has controls for release, tone, LFO, filter, and velocity sensitivity.\n\n__Breaths__, __Runout Grooves__, __Studio Detritus__, and __Studio #Fails__ now have controls for release, tone, LFO, filter, and\nvelocity sensitivity.\n\n__Election Protest__ contains no sound shaping controls.\n\n__Vintage Field Recording__, __Noise Reduction Artifacts__, __Cymbal Workouts__, __Condenser Mic Squeals__, __Guitars__,\n__Bendir, Darbuka, Flower Pot__, __New Year's Eve, Berlin Kreuzberg__, and __Sax__ now have controls for attack, release, stereo, reverb, filter, resonance, and velocity sensitivity.\n\n...\n\n__Seurat MIDI__, __No-Input Mixer__, __Viola__, have been removed from the library and will return in upgraded form later this year.\n\n__Clarinet__, __Drum Kit__, __Folk Guitar Lesson Vinyl__, __Oberheim Expander__, __Ooohs and Ahhs__, __Overtone Singing__, __Whistling__, __Sweet Bea Vinyl__, and __Zither__ have been removed from the library.\n\n</div>\n\n\n\n\n\n\n\n","ak":"Sound Library","as":"20813842-3935-4347-8d41-01e547f47a40","av":"sl2-anim-wide-no-text.gif","aw":"2","az":true,"bc":"1","bg":"whats-new-in-sl2","bi":"hide-title, home-features, blog","bj":"What's new in SL2?"},{"bl":"484b3bbe-3893-11eb-9b19-d773ba798561","ag":"HEM is alive! Here's what's new in this revival month:","ah":"articles","ai":"March 2021","aj":"## Tracks\n\nMichael Pisaro and Julia Holter unveil a touching unreleased setting of Oswald Egger employing Casio and field recordings. Line Gøttsche contributes a selection of early breakthroughs. From the archive surfaces ultra-rare concert audio featuring austrian performance artist Sara Galaxia, and an unreleased remix of Ekkehard Ehlers and Stephan Mathieu's classic album \"Heroin\" made by Kevin Drumm. Listen to these, and the extensive archive [here](/tracks).\n\n## Articles\n\nVito Acconci \n\n## Sound Library\n\nSL2 is a significant update to the best of the original SL1 packs. Sounds fill the keys, new parameters allow real-time tweaking. The focus is on playability and free improvisation. See\n\n## New Website\n\nHEM's new website features an extensive tracks archive section, critical writing section, fancy new music player, chunky UX, and pay-what-you-can pricing.\n","bs":"0","ap":"0","aq":"10","as":"484aed4f-3893-11eb-9b19-d773ba798561","av":"update-march-2021.jpg","az":true,"bc":"1","bg":"update-march-2021","bi":"news, blog","bj":"Update—March 2021","bm":"Article"}]