[{"bl":"484b3bbe-3893-11eb-9b19-d773ba798561","ae":"new-website","ah":"articles","ai":"15.07.2020","aj":"NewWebsite","al":"new-website","ap":"0","aq":"10","as":"484aed4f-3893-11eb-9b19-d773ba798561","av":"new-website.jpg","az":true,"ba":"new-website","bc":"1","be":"new-website","bg":"new-website","bi":"news, blog, component-content","bj":"New Website","bm":"Article"},{"ag":"HEM SL's Destroyed Piano pack holds a mirror up to avant-gardism's inverted projection of history as a product of heroic innovation, replacing an avatar of intentionality with a mute archaeological specimen.","ah":"articles","ai":"17.09.2020","aj":"_\"There's just something about music that always seems to come out of looking backward.\"\n—Morton Feldman_\n\nThough people sticking things into a piano to change its sound doesn't have a definitive origin, the practice is seen as having come to maturity with John Cage's dance score \"Bacchanale\", in 1938.\n\nUnlike Henry Cowell or Heitor Villa-Lobos, Cage's motivations may have been more a mix of monetary/pragmatic, than timbral/interventional. There simply wasn't the budget to hire a vast percussion ensemble. But with the right combination of screws, nails, paperclips and various other knickknacks, one could have an instant, cheap Gamelan playable by a single pair of hands.\n\nIn spite of its pragmatic origin, the prepared piano has by now become a mainstay of new music and new-music-adjacent styles —from Nils Frahm to Magda Mayas to Aphex Twin. Prepared piano is seemingly the prime signifier and avatar of avant-gardism. It seems like junk inserted into a grand piano's strings will never cease to thrill audiences, to allude to bold statements about class struggle, to signify the \"limits of genre\", and to evoke thoughts of risk, danger, adventurousness, and eclecticism. Terms like \"reinventing the piano\" are still used in press releases, and IRCAM even offers a meticulous replica prepared piano for computer-based musicians.\n\nHEM's \"Destroyed Piano\" is also a replica prepared piano of sorts. It's a snapshot of a 130 year-old instrument that was found rotting away in the dining hall of a fancy villa in northern Italy. It appeared to not have been serviced in decades, and to currently serve as more of a conversation piece. (Its odd, wedge-shaped design put it somewhere between an upright piano and a grand piano.) Its insides covered in mold and rust, this piano was more of an archaeological specimen than an instrument. But it was still somewhat playable.\n\nIn fact, what's perplexing about this ancient instrument –call it an artifact– is that it _sounds just like a prepared piano, though nobody prepared it_. Slack strings and rotten hammers missing their targets result in a sound that's uncannily similar to Cage's original specification of a timbrally vast, compact percussion ensemble. When played with eyes closed, one can nearly hear the Destroyed Piano reproducing the stylish agenda of rebellious intervention into the effete protocol of a pristine concert grand.\n\nIn its own small way Destroyed Piano may actually return the prepared piano to its Cagean origins: A found sound, a free sound, a sound free of intentionality. The artifact's risky/edgy/adventurous sound is the product of no sound design strategy, no political agenda, no curatorial programme, but rather of time. Decay and disrepair produced a piano that sounds just this way at just this moment, and which will continue to sound different until it finally turns to dust.\n\nDestroyed Piano holds a mirror up to avant-gardism's inverted projection of history as a product of heroic innovation, replacing an avatar of intentionality with a mute archaeological specimen.\n","ap":"0","aq":"10","as":"484aed56-3893-11eb-9b19-d773ba798561","av":"track-placeholder-image.jpg","az":true,"bc":"1","bg":"sonic-archaeology-and-sonic-intentionality","bi":"critical-theory, sound-library","bj":"Sonic Archaeology and Sonic Intentionality"},{"ac":"Jason Grier","ag":"We're interested in the \"audio toxic waste\" and what can and should be done with it. What happened to it? Where did it go? Unlike chemical waste, this audio waste probably just got deleted. Because it can just be deleted. But what if we held on to it?","ah":"articles","ai":"17.09.2020","aj":"Some mirrored histories:\n\nIn 1968, Danish composer Per Nørgård premiered \"Voyage into the Golden Screen\", considered by some to be the first proper piece of spectralist music.\n\nIn 1979, Hugues Dufourt formalised the spectralist movement, defining spectralism as music which deals, not with timbre, tone, and rhythm, but with frequency as a graph over time; a _visual_ thing that can be edited, displaced, redrawn, erased or excised.\n\nIn 1989, Fraunhofer-Gesellshaft received a patent in Germany for the MP3. Emerging from a teeming pack of prototypal \"psychoacoustic modelling\" algorithms, the MP3 codec became the standard means of excising spectral components from sound to yield more portable digital files. Similar spectral (FFT) approaches yielded algorithms to reduce noise, transients, clicks, pops, hums, and other audio gunk from digital recordings.\n\nThe evolution of the spectral consciousness of sound from a bold aesthetic move to a clinical means of filtering and compressing audio should come as no surprise from an engineering point of view. But from an artistic standpoint it's somewhat surprising that what once was a force of creation is now an agent of excision, compression; the decreative force of aporia.\n\nAs it is with the utopian projects that once promised to create a new world by means of heavy industry...\n\n~\n\nIn November 1986, 20 tons of toxic red-coloured extinguishing foam was dumped into the Rhine.\n\nIn April 2014, the City of flint, Michigan decided to switch its water source from Detroit's water system back to the Flint River. After decades of industrial pollution and failed cleanup attempts, the river retains high levels of chlorides. These chlorides erode plumbing, causing toxic sediments to leech into the water delivered to local homes for drinking, cooking, washing, and gardening; overwhelmingly affecting black and brown people.\n\nOn the 3rd of June, 2020, near the city of Norilsk in Siberia, 20,000 tons of diesel leaked into the Ambarnaya river. The water is clouded and red, with bizarre overtones of ochre and violet. It would be a mystifying body of water from a whole other world, if it weren't so damn deadly.\n\nThe cleanup of disaster zones like these can take decades, if total cleanup can be achieved at all. As with the Flint River, byproducts can remain in the water long after the primary pollutants have been successfully extracted. Furthermore, if the toxic materials are successfully removed, something must be done with them. Can they be broken down into innocuous substances? Contained safely underground or above ground in drums? Made useful again in other industries? etc.\n\n~\n\nHere, too, we are cleaning up a river.\n\nIt is a river recorded in 1977 and pressed onto vinyl for a corny series of \"natural soundscapes\" marketed to a pop audience. The LP, having rotted away in a San Francisco second-hand store for god-knows-how-long, is not in the best condition. The audio is clouded and distorted; the vinyl clicking and popping, the equalisation is shot to hell, and the dynamics are flat and lifeless.\n\nThis audio needs cleanup.\n\nFor this, we'll use an algorithm very much like the MP3, an algorithm born from the bloodline of spectralist music, an algorithm embedded in a plugin widely used in the music industry on a daily basis for audio restoration, clarification of field recordings, and correction of flawed studio takes. (To avoid commercialisation, we'll not mention the name of this plugin.) We pipe the audio to our plugin, choose some equalisation settings, use a spectral window to create a fingerprint of the undesirable noises, click \"render\", and... bam!\n\nWe have successfully cleaned up this river.\n\nIf only it were so simple in Flint, in Norilsk, in so many other real rivers around the globe. But our audio work can bear upon our understanding of such places. How we treat sound can be representative of how we treat nature and communities. Sound is in nature; is nature, after all.\n\n~\n\nSo now we have a pristine (recording of a) river. But what we're interested in is not the results of our cleanup, rather the byproducts of our cleanup. We're interested in the \"audio toxic waste\" and what can and should be done with it. What happened to it? Where did it go? Unlike chemical waste, this audio waste probably just got deleted. Because it can just be deleted. But what if we held on to it? Allowed it to persist the way chemical waste persists? What can we do about it? What can we do with it? What can it do with us?\n\nIf spectral cleanup is the removal of portions of a visual representation of a sound, then are the removed frequencies a kind of mirror image of the world we desired to get by doing cleanup? Is this mirror image also a world? Does it contain a tonal system? Do the sounds hold any aesthetic or critical interest? Can they be put to use in compositions? Sampled and _played_ on a drum pad? Can one find oneself at play in toxic waste?\n\nIn both the case of a river and of the recording of a river, the goal of a cleanup is to _make it as if the accident never happened_; even though it did. As the bizarre site in which toxicity thrived –red, ochre, violet, otherworldly– is relegated to memory, so is the ruinous mindlessness of contingency condemned to the desiccation of amnesia. In other words, how we got here is forgotten.\n\nSo in audio terms —again, letting how we treat sound be representative of how we treat nature and community— it must be useful, crucial even, to rehydrate the memory of this contingency, embodied in waste, and to play this waste like an instrument of its own, from a world of its own.\n\nrehydrate the memory of this contingency, embodied in waste, and to play this waste like an instrument of its own, from a world of its own.","ap":"0","aq":"10","as":"484aed57-3893-11eb-9b19-d773ba798561","av":"track-placeholder-image.jpg","az":true,"bc":"1","bg":"mirror-world-sound-world","bi":"critical-theory, sound-library","bj":"Mirror World Sound World"},{"ac":"Jeepneys","ag":"Grammy-nominated violinist India Cooke meets up with student and close friend Jeepneys for this fascinating chat about how Sun Ra saved the life of her cat.\n","ah":"articles, home-features","ai":"January 2021","aj":"I began studying violin with India Cooke because I had heard that she played with Sun Ra. I had never studied violin with another woman of color before so that appealed to me as well. India's pedigree extends far beyond her cosmic union with Sun Ra, but nonetheless this was the impetus for how she came to be my mentor and friend. Interestingly after playing under her tutelage for a few years, I still hadn't asked her how she came to play with Sun Ra until now. \n\nPerhaps that's because there is so much that India and I love to talk about: Aliens, ghosts, Halloween, crystals, scary movies, oppression, cats, pizza, etc. There is only so much these two chatty fire signs can cram into an hour and still practice scales! Or perhaps it's because stories only come forth when they are meant to be told, when the listener is integrated and ready to hear. Or when the querent finally asks...\n\nJeepneys: How did you come to work with Sun Ra?\n\nIndia Cooke: I was in a restaurant waiting for a plane, late night, watching the television. Johnny Carson was on. I'm just hanging out, waiting for a plane. And all of a sudden I see these extraordinary black folks piling in on the stage--all sorts of sparkling capes, headdresses, dancing and twirling, people doing cartwheels. I said, \"what the heck is this?\" They started carrying Sun Ra out on their shoulders like a Pharaoh. It was just extraordinary. And then they started playing music. The rhythm started and the music was otherworldly for sure. I said, \"I want to play that, I want to play with those people!\" I didn't even know who it was.\n\nJ: At that point had you started experimenting with weird jazz?\n\nIC: No. No way. I just saw this and something just hit me, like a bolt of renewing lightning! And that was that. That was that.  \n\nYears later, my very dear cat Sri, my first cat, a Blue Point Siamese, became very very ill. No doctors could figure out what was wrong with him. He had stopped using his left front arm. After awhile, it began to atrophy. I went back and forth to doctors and one doctor said amputation, and I said that's out of the question because first of all I knew that Sri was a warrior and he wouldn't have wanted it that way, and he also had a brother, Fleetwood Coupe de Ville, who would have freaked out. That's just the kind of relationship I had with these animals, we had a very deep relationship. So I take Sri to a different hospital, Berkeley Dog and Cat, and they too were scratching their heads. And here Sri is getting sicker and sicker. Now I am doing crystal work with him, putting crystals all around him at night and sleeping on the floor with him. I'm doing psychic dreaming and communication work with him, but still he doesn't get better. \n\nDuring this time, I see that Sun Ra is coming to Oakland and playing the \"Concept Cultural Gallery,\" a little train house in Jack London Square. Now you have to understand something about me, I am very shy. I NEVER would have thought in a zillion lifetimes that I could play with an avatar like Sun Ra. But when i heard that he was coming to town it was like the universal energy took over my whole being and told me \"you have to go and talk with Sun Ra. Sun Ra will save your cat.\" I know this sounds way off but I am telling you the honest truth. So, I went down to the venue on the day of the show with  my amp and violin. I have never done anything like this in my life. It was standing room only - I squeezed in. Here came intermission time. They were marching Sun Ra back to the green room. Everything was very ritual. I wrestled my way back there. I didn't know any of these guys. There was all sorts of press back there, everybody is trying to get back there, but I managed to knock on the door. And one of the musicians answered. I said, \"my name is India Cooke I play the violin and I need to speak with Sun Ra, my cat is very ill. (laughs) I didn't know what else to say that was the reason I was there.\"\n\nThey said OK, hold on. \n\nNext thing I know, they said, come on in, he'll speak with you. Everybody else had left to go start the second set. So I sit down in front of Sun Ra, sit down right on the floor and I began to just cry. And I said, Sir, my cat is very ill and I don't know what to do. I just got this feeling that I should come and speak to you. And I have my violin and I don't know if I should play for you here or play for him or what? And he looked at me like I was totally out of my mind, then he got up and left me sitting there in a pool of tears. He just got up and walked out. The door closed behind me in the green room. So I cleaned myself up and I got up and went out to the crowd to just listen to the rest of the set. I am there crowded with my little violin and amp next to a wall. Next thing I know, one of the musicians pushes his way through the crowd back to me and he says, \"Sunny wants you up front.\" I said, \"What?\" And he said, \"I'll take care of your amp and everything but Sunny wants you up front right next to him.\" And I said \"oh ok.\" I'm not even nervous, you've got to believe me, it was all driven by my cat. And so I go up and the drums start going, [makes drum noises] the rhythm was just so into the earth, it was back to the roots, it was all the way to the universe, you could just see the lights going all the way planetary! It was just incredible. And then Sun Ra looked at me and he said \"play, just play.\" I said, \"what you want me to play?\" And he said, \"play.\" And I started playing. And it was like I was the universe, we were the universe, we were all one. And Wisteria, one of the dancers, she was spinning like a whirling dervish all through the tables. And the music was rising and rising and it came to this extraordinary head. It was extraordinary. At the very end the folks went wild. Because of the music. And I thanked him so very much. I told them whenever you are back in town please let me know, I'll cook you dinner, thank you so much for letting me play. \n\nI go home to Sri and he is still ill, he is becoming quite lethargic. I take him one more time to Berkeley Dog and Cat and they said, \"Ok look, we'll try one more thing.\" They took him back for some time. Then somebody comes out and says, \"he's gonna be fine. We drilled a hole into the femur of his left arm the infection spewed out.\" Sri was fine.  \n\nTo this day I say, Sun Ra saved my cat. \n\nAnd that's how I got to play with Sun Ra. \n\nA few months down the road, I get a call, Sunny wants you to come to Europe with him.\n\nAnd that's how I got to come to tour and record with Sun Ra.\n\nAnd that's my story.\n\nJ: What was it like to tour with him?\n\nIC: I was one of the only women and traveling with essentially all men but I've got to tell you that the Arkestra were gentleman. And they had the utmost respect for Sun Ra. They never let him out of their sight. They made it clear that we were protecting him at all costs at all times so he couldn't be targeted by the media or whoever. There was a lot of love and good music. The music was really worldly. Sun Ra enjoyed playing with all kinds of musicians--african drummers, classical musicians, the whole gamut.\n\nI remember one time we were in Lyon, France, where we had been commissioned to do an orchestral work. So we go down to the symphony to rehearse. Here we are all these crazy looking black folks piling in for this orchestra rehearsal. The symphony musicians were seated there and it was obvious that didn't know how to greet this very special person named Sun Ra. He sits down at the piano. they're all waiting for the sheet music to be passed out to them so they can play the piece. But that's not how Sun Ra works. He sits down so that he was looking right at the orchestra, nodding his head, and then he turns back to the piano, pulls out manuscript paper and starts writing the parts right there.  He was custom writing the parts for this orchestra! He needed to feel and see it before he could do it.\n\nThe musicians started packing up and leaving. They had no idea.\n\nA few stayed. A couple flute players and wind players.\n\nThe ones who stayed, I'm sure are still talking about it to this day.\n\nJ: Those other guys weren't ready...\n\nIC: Absolutely. There was no connection, that's the way it should have been.\n\nJ: Are you still in touch with Arkestra members?\n\nIC: Some of those guys are still around, I went to see them play at Ashkenaz in Berkeley, Though there are so many new folks, it's hard to keep track. I stay connected by including them in my teachings: in my black music history class at Mills College. There is a cellist named Kash Killion, whom I am playing with at the Malcolm X Jazz Festival. Kash and I have played many many years together.\n\nJ: This May 22nd would have been Sun Ra's 98th birthday...if he were still alive what would you give him as a birthday gift?\n\nIC: Oh wow what would I get him for his birthday? I’d give him a cat like Sri. Sri was a hulk! Really, all muscle. He was gorgeous and he loved to dance.\n\nJeepneys is Anna Luisa Petrisko. Musician/artist/alien/timetraveler. Graffittied by the Holy Spirit, born the giver of beeps. Her God is a mango. www.jeepneysjeepneys.com","ak":"Interviews","as":"ca72c756-f419-45ec-bb8d-7541f8c45fe8","av":"india-cooke.jpg","aw":"4","az":true,"bc":"1","bg":"india-cooke-interviewed-by-jeepneys","bh":true,"bi":"interviews, featured","bj":"India Cooke Interview"},{"ac":"Vito Acconci","ag":"In these notes, the late Vito Aconcci muses on music's functional, yet immersive nature, from the perspective of a studio laborer, music consumer, and visual artist.","ah":"articles, home-features","ai":"January 2021","aj":"I’m sitting alone writing, here in my room...Well no, not exactly. This isn’t officially a room; not your image of a writer’s hovel, a corner/garret/cellar that you escape to, that you’re driven into, in order to take down notes from the underground, promptings from the depths of an aged and anguished and angry soul. Where I am is the antidote to privacy and deprivation: I’m in a large cavernous industrial loft turned into an architects’ studio, and a disrumpled one at that -- each day this place is filled with 6-7-8 people, talking and arguing about streets and plazas and parks and gardens, bustling around from drawings to study models to computers. The place is like a rehearsal-hall for other places, far-flung places, a course of action from one table (‘Here we are in Dayton, Ohio’) to another (‘Here we are in Tokyo’). But the people who work here have left for the day, they’ve gone off to lives of their own, so I am alone; I’ve been left alone here, after hours, in an echoing loft/office/studio – it’s night, it’s dark, I’ve turned off all the lights but the one on my desk, I can’t see around the corner, around the bookshelves, where models could remind me of the world outside.\n\nIt’s just me and my music now...Well no, not exactly. I don’t have any music that I’ve made myself; I’m not a musician, not a composer. I take my music from others. Like everyone else, I have my CD’s; I’m old enough to have had records, of course, but I’ve thrown them all away by now, they were scratched up beyond recognition. I can’t take care of music; I could never hold records by their edges, never put records back in their sleeves, I let them pile up naked on the floor; I couldn’t treat records as precious jewels – they were instruments for use, and their deterioration proves that I used them, that I loved them. My records/ tapes/CD’s are my pets, non-living ones that I can mistreat without a second thought. Mistreatment might be purposeful; mistreatment might prove that I’ve committed them to memory and I don’t need them around anymore. I won’t keep scratchy records as artifacts of another time, as preservation and nostalgia; I’d rather remember that time, imperfectly, and impose this time onto it, I'd rather that this time interpret that time -- I can only live once, let me live now.\n\nI’m a consumer of music, not a producer...Well no, not exactly. Like everyone else, I sing now and then: my own songs, made-up songs -- the words simplistic Cole Porter, the music soured Kurt Weill, the tone a hybrid of Walter Huston and Mark E. Smith – but I sing them only to a person I’m sleeping with. The songs have the sound of intimacy – the a cappella voice, the whisper into the ear -- but they turn private space into public performance, like lovers singing to each other in an opera, in a musical. Music doesn’t express the self; it throws the self, like throwing your voice – it plays the self, like playing an instrument. My songs are born from the person I’m singing to, they’re about that person, they embody that person; but my song turns her into my voice, it reduces her to language, it stills her movement into sing-song rhymes, it cancels her out in puns.\n\nFor me music is a passive spectator sport, not an active participatory one...Well no, not exactly. It’s true, I can’t dance; that’s probably why I build: those who can, do, while those who can’t only write about it – people who can move their bodies dance, while people who are afraid to move build places for others to move in. But, though I don’t dance, I rock to music when nobody’s looking, I sway, I shake, I swoon, o yes I tremble --- the music might be over, but I’m moving to the song I can’t get out of my head, I’m moving at the commands of voices in my inner ear. A mystic sees things, while an insane person hears them; when you see something, you know exactly where it is, but when you hear something you can’t place where the sound is coming from – sound is all-over, there’s a wall of sound, the wall is tumbling down and sound comes over you in waves.\n\nSound is all over the studio. Music functions as wallpaper, as furniture; it fades into the background, and functions as background music for the design of spaces. Most of the time we don’t even know it’s on, until the disc-changer has run its course and the music stops, and we’re shocked, because we hear the silence; the music is there to fill the air, to make the air palpable, to be the air,. Now and then somebody pays attention and listens – ‘Shh...The muuu-sic, the muuu-sic!’ – and then music gets under your skin.\n\nAs soon as you realize you’re listening to music, the music is within you, with no transition between outside and inside, with no distinction between self and other. Music acts as a pulse; it collides with your pulse, and replaces your pulse, and breaks time up into rhythms. Music is an anthem, for a celebration or a revolution; in our case, it’s an anthem that goads design on: we work to the beat of different musics -- music marches us through a virtual space, a space in the mind and on paper and in model-form, into the physical place we’re designing for. But the music stops sometimes; nobody bothers, nobody takes the time to put on another CD...Well no, not exactly. It’s not that we don’t care; it’s that we care too much, we’ve listened too well, and music is too much to put up with. Music carves a space of its own, a self-enclosed volume within the room we’re inside of; the room recedes, and we’re caught in the prison-house of music, and we can’t get out. We want out.\n\nThe people in the studio have the run of the studio; everyone gets to play whatever he or she wants; the collaborative method of the studio, its democracy, its collision of ages and genders and ethnic backgrounds, is represented by music. But they have only ‘supermarket freedom’; their choices are limited by my limits, by the extent of my CD collection. I buy lots, play little – in any one time-period, say, ten to twenty CD’s that I resort to, that I depend on. Suddenly, somebody plays something I haven’t heard since I bought it, I haven’t heard since I played no more than the first two cuts before putting it to sleep forever: ‘Whose noise is that?...So I’m the culprit...Why has this come back to haunt me?...’ They bring in their own CD’s sometimes; as I hear this gift, this intrusion, this lesson, my stream-of-consciousness voice whispers: ‘Dario!’ ...’Peter!’... ‘Azarakhsh!’ I know who you are, and I hear what you like.\n\nMusic in the studio is as different as day and night. When people leave for the day, the music changes at night. During the day, we listen to the late 90’s and early 00’s: dance music, trance music, trip-hop, techno, electronica. There are no solo vocals in daylight;\n\na solo singer can’t hold the stage of the studio, the singer gets lost in the crowd. At night, when I’m alone here, I can be alone with a voice in my head: Leonard Cohen, Theresa Stratas, Charles Ives’ songs -- the singer speaks low to me. But I’m dozing off, I’m regressing, I’m coddling myself in the recorded person of another. Vocal music isn’t grown-up yet; it doesn’t have a life of its own, it’s still connected to the body of the producer -- vocal music is accompanied poetry, accompanied rhetoric, accompanied grammar. Grown-up music begins only when the voice ends, when your tongue is cut out and your body is replaced by an instrument, a machine, like a prosthetic device. Music begins to have a life of its own when you use/play-with/play something outside yourself, when the sound emitted from that instrument/machine is circulated through a room, or through a building, or through a city, like an electric current.\n\nThe music’s over now. The last person’s gone for the day, the CD-player’s been turned off, and I won’t turn it on again. Don’t push me. As long as music is on, the music’s inside me; but, in order to have an idea about music, I have to be outside music, I have to be without music. In order to think about music, I have to live in a condition of pre- music; if music fills the air, I have to empty the air. If I were a musician, I could reduce music into notes, into math, into numbers. I’m not a musician, but I can count as well as the next person: 1...2...3...4...Somebody stop me, or else I’ll go up to billions; hearing myself count proves that I’ve shut everything else out – I can count the silence.\n\n2.\nMusic made me; music told me to; my work has been accompanied by – my work as been programmed by – the pop music of its time.\nAt the end of the 60’s, at the beginning of my career in ‘art,’ my medium was my own body; art was a presentation of self, a face-to-face encounter between artist and viewer. The music I Ioved then was Van Morrison, Neil Young; the tone was rural, the voice was solo, the songs were long, twenty-minute songs: there room enough to drift through the country and find where you were, find out who you were –there was all the time in the world to build a cocoon for yourself and the person you sang to. (There was another music at the time, that came out of left field: the Velvet Underground. This was urban music, crowded music, that left no place to be safe in – this voice, too, was solo, but it was drowned out by instrumentation, driven to destruction – a song was long because time was relentless.)\n\nTimes changed; my work changed. By the mid-70’s, my medium had turned into you, the viewer: an exhibition-space was fitted out as a town square – there was nothing left of me but my audiotaped voice, that turned on viewers, and pushed them up against the wall. The music I loved then was the Sex Pistols, the Ramones: this was urban music, but it wasn’t victimized by the city, it turned the city on its head – the voice might be solo, but it was recorded too raw to be distinct, it dissolved into a mass voice that assaulted the listener, assimilated the listener -- the songs were cut short, two-minute songs, because a scream can’t maintain itself and still be a scream, a shout can’t last forever. (When I was writing texts for audiotapes then, I listened to songs and stole lyrics – Lou Reed, Brian Eno. I couldn’t make myself steal from fiction and poetry, because they were already down in black and white, as if for all time; but I could steal with impunity from words that had been turned into music, because I had to catch them as they went, catch them as I could -- as soon as I heard them they disappeared into thin air.)\n\nParadigms shifted. Since the end of the 80’s, my work has been converted to architecture; ‘Vito Acconci’ is dead – long live ‘Acconci Studio.’ We make places that blend into the rest of the city, only inside-out and upside down – places that flow from inside to outside, private to public, architecture to landscape, urban to rural, actual to virtual, and back again – places you carry with you, like a turtle. The music I love now is Tricky and Moby (but after five years of listening to them, they’ve already talked too much, I have to shut them out of my mind)...Once more, from the beginning: the music I love now is Vladislav Delay, Plasticman, Techno Animal, Matrix ...It’s a mix of the body-made and the machine-produced and the electronically generated, with no distinction from one to the other; it’s a mix of cultures, ‘world music’ brought home. This is dance music for dancing inside yourself. Its surface is continuous but at the same time tenuous and permeable; it melts into the space it’s heard in; it doesn’t push but instead insinuates; it functions as an undercurrent, it reduces itself to a pulse, it disintegrates – and disintegrates me – into particles.\n\n3.\nOnce upon a time I listened to ‘New (classical) Music.’ It was the mid-60’s; I was just out of school; I was a writer of fiction and poetry. Then I really did write alone in a room, as I’m doing again now – almost –writing these notes. Alone in the world of that room, I imported into it a world of music – Christian Wolf’s world, or Morton Feldman’s, or Pierre Henry’s. Each was a world in which every sound was distinct, precious, and so were the silences; sometimes sounds came from the world outside, from the everyday world, but these sounds were uprooted, stolen, so that they could be isolated inside a self- enclosed world. The sounds were points, that sometimes extended into a line, or grouped together into a square or a circle, the silence was a plane; there were so many points to attend to, and no topology to wander off in. ‘New Music’ was high- maintenance; it required constant attention. To be itself, ‘New Music’ had to preserve itself, I couldn’t take it with me, out into the world around me; I had to jump ship.\n\n4.\n- Why would a composer of music today sit alone in a room (as I’m sitting alone here now, writing this essay), at a piano, say, or at a computer, producing sounds and transcribing them into a notation system, when countless examples of recorded music are already there, waiting to be played – when hearing music is already the first step in producing music -- when sounds are all around us, in the streets and in the field -- when cheap and easy means are available to re-record and re-mix and re-shape that already recorded music and those already existent sounds?\n\n- Why would a musician today play notes on an instrument, when he/she could be playing along with already embodied music on a CD player, when he/she could be playing louder or softer than the recorded music, and faster or slower than the recorded music, and playing that recorded music backwards...? Why would that musician today play that instrument at all, when he/she could be playing already recorded music on a CD player, and raising or lowering the volume of that music, and changing the speed of that music, and playing that music backwards...?\n\n- Why would a listener today come to a concert hall and be part of an audience of music, when you can hear music anytime you want to, inside your own home? Why would a person come to a place for music when music is placeless, when you can take it with you wherever you want, when you can listen to it while walking, driving, exercising? Why would people come inside a concert hall and then close their eyes in order to hear the music better? What do concert-goers want? What are you doing here anyway?\n\n- Where does the proper music -- the right music, the characteristic music, the appropriate music, the necessary music, the desired music, the only-dreamed-of music -- come from? It does not fall from the skies; it does not rise up from under ground; it only happens somewhere in between, and you are there.","ak":"articles","as":"ce0793ee-d0d8-4ffd-9740-718392ab0f4d","av":"words-before-music-vito-acconci.jpg","aw":"1","az":true,"bc":"1","bf":"Vito Acconci","bg":"words-before-music-vito-acconci","bh":true,"bi":"featured","bj":"Words Before Music"},{"ac":"Julia Holter","ah":"articles","ai":"January 2021","aj":"\t\t\t\t\t\t\t\t\tJulia Holter\n\n“For composition is not an act of writing, it is rumination, cogitation, dictation, a listening and a dialogue, a ‘gathering’ (collectio) of voices from their several places in memory” (198 Mary Carruthers, The Book of Memory)\n\nWhen we start writing, we start hearing new things. The void that exists between the word and its sounding is explored best in various investigations into the experience of memory. So, the most useful work for us deals with memory. Keeping in mind the medieval word image of the collatio/collectio/colligere,  we explore the experience of the writer of any time period as individual voice (part) and as universal voice(whole), and track the movement of the documented voices towards one another. The voice begins from many points before it reaches an infinite and universal voice, and here we will consider both situations in which the voice immediately blends in with others, and situations in which the voice is outwardly individual. \n  Medieval western manuscript culture provided endless illuminations of monks/scribes writing/taking dictation.  In these works, the monk/scribe writes on parchment with his knife and quill. Objects besides an occasional desk or seat around him tend to be somewhat otherworldy and/or symbolic, including, most frequently, some sort of ‘voice of God’ from above—a bird, or an angel—dictating into the scribe’s ear. From a modern standpoint, the illuminations are strange sort of self-referentials—a concrete drawing of the basic situation of the act of drawing, all encased within images of birds and angels.  What is the interest in repeatedly capturing these moments in the same particular way? What does this tradition say about the writer/the creator’s voice? (It seems unclear if there is a distinction being made between dictation and creation, because monks both copied and wrote, and it does not seem that the pictures made were intended to be seen as self-portraits.)  If it is like a graphic signature, the image itself is still disconnected from the scribe who drew it by the fact that drawing is not a direct representation of that individual, only to one similar in function (and sometimes a specific other one). One illumination, MS. R.17.I from Cambridge, Trinity College, claims that it was “once assumed to be a self-portrait” (78 illumnated manuscripts), but that instead it is a celebration of a monk of the past. It could be argued, however, that this “commemoration” of “the monk Eadwine, the prince of scribes” is, in fact, a kind of self-portrait—that the self here is not the individual self, but it is becoming a universal scribe self. That a manuscript would so commonly hold these isolated memory images of scribes writing amidst the book’s unrelated text, brings attention to the creator of the written word. \nThis connection of the voice to the text is not strange even in the context of the time period, where historians/writers discuss a resurgence in the classical “art(s) of memory”, which worked with techniques of the senses: “Memoria unites written with oral transmission, eye with ear, and helps to account for the highly ‘mixed’ oral-literate nature of medieval cultures that many historians of the subject have remarked”  (122 Carruthers).  What is interesting about studies of the medieval “art of memory” is that it is called an “art” (or “arts”)— it acknowledges itself as an art constructed in order to assist the arts. The goal of these techniques unclear—in antiquity, memory study was an Aristotelian “art” method manipulating the mysteries of mind memory to bring order to such human activities as rhetoric (“Aristotle gave a philosophical explanation for using arbitrary associations as a basic mnemonic tool” (123 carruthers)). But by the Middle Ages, many of the “ars memorativa” writings have misinterpreted the writings of their classical predecessors, and the “art” has been manipulated to apply to its time: “In the early Middle Ages, memoria is discussed most often not in the context of rhetoric but rather in writings on meditation and prayer, in which a diagram-like ‘picture’ is created mentally which serves as the site for a meditational collatio, the ‘gathering’ into one ‘place’ of the various strands of a meditational composition” (123 Carruthers). Carruthers quotes Augustine’s (who lived around the fall of the Roman Empire and the beginning of the Middle Ages) new emphasis on the present human situation as a sole basis for developing some art of memory: “It is clear that Augustine [who lived around the fall of the Roman Empire] assumed that the way to God lay only through the re-presenting of his past in memory; he has no interest in his past except as it provides him with a way and ground for understanding his present”  (193 Carruthers).  So the difference between this art of memory (according to Carruther’s) and that of antiquity seems to lie in differing conceptions of the role of current time and current space, with the classical period’s “art of memory” using the past to aspire toward a future in a new room, and the medieval’s looking in all time/space directions, always from its present center. \nHow do we identify which things fit best into our present? The notion of the malleable recollection as fittest recollection is one response: in Matter and Memory, Henri Bergson argues that the chosen recollections are the ones with the most potential of fitting into our current time/place (“a less complete recollection, one that is less complex, where it is in reality a recollection less dreamed, more impersonal, nearer to action and, therefore, more capable of molding itself…upon the new character of the present situation“  (241 Bergson)). Why do we need it to be “less dreamed”? Because we have to be able to make something of it relevant for ourselves. In Mnemosyne, Holderlin provides us with a “we” voice and a meandering list of  “we’s” unrelated (and mythical) event recollections. Is it not a familiar feeling, the impulse to pull the situations of far-away/long-ago myths into our own local/now? Holderlin seems to be illustrating the obsessive human impulse to bring as many suitable past events under its formal wing as possible. \nSo, with a malleable recollection, there is a focus on the present, and a unification of time and space. Can we identify physical characteristics of this mysterious unified time/space? Inspired by the outward force of the Holderlin stream of memories, we could consider the energies—that isolation of recollections cannot be imposed, and the choosing is an active ‘exothermic’ process. Bergson uses a sort of energy formula to answer the question of why things are isolated by what one could call this ‘exothermic’ process. He answers that the body itself will always pursue the things which will keep it active: “it is toward action that memory and perception are turned; it is action that the body prepares…so the memory of a living being appears indeed to measure, above all, its powers of action upon things and to be only the intellectual reverberation of this power” (228 Bergson).\nAs before, this idea might be seen more clearly by imagining where it does not exist. Something physical happens, in nostalgia, where the present is lost completely, as well as the independence of the thing formed.   “He who lives in the past for the mere pleasure of living there, and in whom recollections emerge into the light of consciousness without any advantage for the present situation, is hardly better fitted for action: here we have no man of impulse, but a dreamer” (153 Bergson). Bad energy and “dreamers” connect also in a 1986 interview with composer Robert Ashley; he senses trouble with some nostalgic “energy”: “Memorizing is used for one thing. Reminiscence is used for another thing, and imagination is used for another, and when you get something that wants to cross over, you immediately reject it. Everybody hates to be around people who live in a dream and keep telling the same story all the time ” (114 The Guests)\nThis physical action manifests itself in visualizations too, and ultimately reconnects again to all the senses. The medieval turn away from previous goal-oriented craft, and toward an active presence and an image of unification is echoed broadly in Roland Barthes’ 1972 dissatisfaction with classical music performance culture in The Grain of the Voice: “The ‘grain’ is the body in the singing voice, in the writing hand, in the performing limb” (276 Barthes). Here, the voice and the writing hand are visualized together, and we can recall again the process of the scribes: “Three fingers write, two eyes see, the whole body works” (anon. scribe, 11th century).  \nVisualization of the voice plays a large part in the musical score, expanding the imagination, as art of memory writers point out, and allowing more space for memory. In Medieval Music and the Art of Memory Berger discusses the same architectural mnemonic devices as used in classical rhetoric, used to build and experience one’s musical structures: “this structure of four stories functions both as a depository of things that one remembers and as a place through which one wanders while composing” (218 berger) Interestingly, this discussion of the art of memory’s role in medieval music remains more of a technical-skill variety: “There are two areas where visualization might have played an important role. First, the ability to visualize the staff allowed composers to work out polyphonic pieces in the mind without a wax tablet or parchment. And second, polyphonic compositions were sung by heart. Thus they needed to be clearly structured so that they could be remembered. I believe that periodic articulation might been so popular because it allowed one to structure and visualize long compositions in the mind” (199-200 Berger). Berger cites a Machaut motet (Tu gui gregem tuum ducis) in which the limited amount of information makes it evident that the performers knew the chant by heart: “in Machaut’s motet Tu gui gregem tuum ducis/Plange regni respublica/Tenor:Apprehende arma et scutum et exurge talea IV and color 3 of the tenor are notated in two manuscripts only by the words ‘Apprehende arma’” (213 Berger). \nBut, once again we are dissatisfied with such a dry explanation of music. Strong documented opinions about the role of these visualizations helps shake things up a bit, and bring back to us the idea of the unified present.  The French author Elias Salomonis describes the experience (negatively) of listening and watching singers perform with notation in 1274:  \n“The written page might have triggered the memory of the melodic and rhythmic outline of the piece, a piece that the performers already knew:… ‘[Concerning the laity] They scarcely deign at times to perform plainchant at its proper pace when they sing by anticipating, accelerating, retarding, and improperly phrasing the notes…this [writing of notes] is done for the ornament and beauty of the notes on the page: for seeing, not for singing. Let them know this for certain, not inquiring whether the [practices] that they see are ours, rather than God’s, or proper to the art of music (of which they are ignorant). But experimenting, they sing ‘meow, meow’ into the air, so that a stranger may turn up and listen’” (196 Berger).    Just as it is amusing to see how medieval writers completely re-/mis-interepreted the classical idea of art of memory, it is to see Elias decide upon the idea that notation was not at all functional. But this point is worthy of discussion, because is it not true that the visual does not function merely as a direction? In Berger’s writing, the aesthetics of the score are not discussed much otherwise. \n          Is there something of the independent power of the voice/sound that Elias is getting at that is lost with writing? Carruthers discusses how writing silences the “personal” voice, and what she sees as a unique physical power of the “auditory world”:  \n“When words are written, they become of course, a part of the visual world. Like most of the elements of the visual world, they become static things and lose, as such, the dynamism which is so characteristic of the auditory world in general, and of the spoken word in particular. They lose much of the personal element, in the sense that the heard word is most commonly directed at oneself, whereas the seen word most commonly is not, and can be read or not as whim dictates. They lose these emotional overtones and emphases …Thus, in general, words, by becoming visible, join a world of relative indifference to the viewer—a world from which the magic ‘power’ of the word has been abstracted” (Carothers 20).\n\nThe frequent placement of sound over meaning may be what makes much music/sound art so clearly independent from the maker, ultimately, and this idea brings us back to Roland Barthes’ “geno-song”. The senses become crucial when our creations become so physical and independent from us.  By themselves, field recordings of artists' performances at once freeze the voices documented in time/place but also open up new situations by illuminating something previously unheard about the voices. In Jerome Rothenberg’s ethnopoetic soundings collection, there are many recorded pieces that could potentially fit with his collaborator George Quasha’s quote “The maker is actually in the position of reader” (Alcheringa Volume Three, Number Two, 1977).  In recordings of musicians, as as the collections of Jerome Rothenberg “ethnopoetics” sounds Celtic Mouth Music, sounds are important and “meaning” is not: \"Puirt-a-beul (= mouth music) are lyrics written primarily for dancing to. Consequently the lyrics are only of secondary importance – the rhythm in the song is the most important aspect and the rhythm takes precedence over the rhythm and stresses of the Gaelic.”  In Robert Ashley’s “Automatic Writing”, the sound may induce a stronger visualization of two people, for lack of linguistic clarity. Listening to the piece is a visceral experience—meaning is completely obscured by inability to decipher what is said; the human sounds taken out of their functional contexts are either muted or awkwardly loud, and yet somehow the fragmentation builds its own meaning, without the structure we assume we need—Barthes’ “’truth’ of language, not its functionality (clarity, expressivity, communication)”  (272 Barthes). \nPerhaps the place to land in the exploration of the voice in space/time is with the pure infinite voice—the lament vessel, coming from nowhere.  In music, the lament takes the form of a simple and relatively short vocal composition that is about one sad idea. These pieces over time have been extracted from their operas/larger works and lived independently, making people cry.  Structurally, they are all similar. Lyrics are always simple and concerning loss (compare in attached paper), whether in love or in religion. Instrumental accompaniment is general uncomplicated against the melodic line, if not completely repetitive: both Claudio Monteverdi’s Lamento della Ninfa and Henry Purcell’s Dido’s Lament are in the form of a ground-bass aria, with a consistent descending tetrachord bass ostinato. In the case of the Mozart, there are many voices, which does not seem to change the general affect much. If anything, this points to the interchangeability of the individual and the collective voice. \nSo we encounter many colligeres, gatherings of voices, in whose component parts, exist their own gatherings. \n\n\n\n\n\n\n\n","as":"4948ffda-9c13-4f1e-a859-eb0521defe43","av":"julia-holter-colligeres.jpg","az":true,"bc":"1","bg":"collatio-collectio-colligere-julia-holter","bi":"critical-theory, featured","bj":"Collatio/Collectio/Colligere","bk":"Collatio/&shy;Collectio/&shy;Colligere"}]