[{"ac":"Jason Grier","ah":"articles","ai":"February 2021","as":"e84e6df5-9594-42bd-80c6-400009b2c430","aw":"6","bu":"hem.rocks","az":true,"bc":"1","bg":"the-catalogue-as-a-work-of-art","bi":"sound-library, featured, home-features, forensics","bj":"The Catalogue as a Work of Art"},{"ah":"articles","as":"f449625a-4ac1-43c4-8b7b-60dce319c0ef","bu":"hem.rocks","bg":"artifacts-of-artistic-labor","bi":"sound-library, post-studio, artistic-labor","bj":"Artifacts of Artistic Labor"},{"ah":"articles","as":"0bd4c207-bedc-4055-b721-58ea90dd6213","bu":"hem.rocks","bg":"the-catalogue-as-a-work-of-art","bi":"forensics, sound-library, featured","bj":"The Catalogue as a Work of Art"},{"ac":"Jason Grier","ag":"We're interested in the \"audio toxic waste\" and what can and should be done with it. What happened to it? Where did it go? Unlike chemical waste, this audio waste probably just got deleted. Because it can just be deleted. But what if we held on to it?","ah":"articles","ai":"17.09.2020","aj":"Some mirrored histories:\n\nIn 1968, Danish composer Per Nørgård premiered \"Voyage into the Golden Screen\", considered by some to be the first proper piece of spectralist music.\n\nIn 1979, Hugues Dufourt formalised the spectralist movement, defining spectralism as music which deals, not with timbre, tone, and rhythm, but with frequency as a graph over time; a _visual_ thing that can be edited, displaced, redrawn, erased or excised.\n\nIn 1989, Fraunhofer-Gesellshaft received a patent in Germany for the MP3. Emerging from a teeming pack of prototypal \"psychoacoustic modelling\" algorithms, the MP3 codec became the standard means of excising spectral components from sound to yield more portable digital files. Similar spectral (FFT) approaches yielded algorithms to reduce noise, transients, clicks, pops, hums, and other audio gunk from digital recordings.\n\nThe evolution of the spectral consciousness of sound from a bold aesthetic move to a clinical means of filtering and compressing audio should come as no surprise from an engineering point of view. But from an artistic standpoint it's somewhat surprising that what once was a force of creation is now an agent of excision, compression; the decreative force of aporia.\n\nAs it is with the utopian projects that once promised to create a new world by means of heavy industry...\n\n~\n\nIn November 1986, 20 tons of toxic red-coloured extinguishing foam was dumped into the Rhine.\n\nIn April 2014, the City of flint, Michigan decided to switch its water source from Detroit's water system back to the Flint River. After decades of industrial pollution and failed cleanup attempts, the river retains high levels of chlorides. These chlorides erode plumbing, causing toxic sediments to leech into the water delivered to local homes for drinking, cooking, washing, and gardening; overwhelmingly affecting black and brown people.\n\nOn the 3rd of June, 2020, near the city of Norilsk in Siberia, 20,000 tons of diesel leaked into the Ambarnaya river. The water is clouded and red, with bizarre overtones of ochre and violet. It would be a mystifying body of water from a whole other world, if it weren't so damn deadly.\n\nThe cleanup of disaster zones like these can take decades, if total cleanup can be achieved at all. As with the Flint River, byproducts can remain in the water long after the primary pollutants have been successfully extracted. Furthermore, if the toxic materials are successfully removed, something must be done with them. Can they be broken down into innocuous substances? Contained safely underground or above ground in drums? Made useful again in other industries? etc.\n\n~\n\nHere, too, we are cleaning up a river.\n\nIt is a river recorded in 1977 and pressed onto vinyl for a corny series of \"natural soundscapes\" marketed to a pop audience. The LP, having rotted away in a San Francisco second-hand store for god-knows-how-long, is not in the best condition. The audio is clouded and distorted; the vinyl clicking and popping, the equalisation is shot to hell, and the dynamics are flat and lifeless.\n\nThis audio needs cleanup.\n\nFor this, we'll use an algorithm very much like the MP3, an algorithm born from the bloodline of spectralist music, an algorithm embedded in a plugin widely used in the music industry on a daily basis for audio restoration, clarification of field recordings, and correction of flawed studio takes. (To avoid commercialisation, we'll not mention the name of this plugin.) We pipe the audio to our plugin, choose some equalisation settings, use a spectral window to create a fingerprint of the undesirable noises, click \"render\", and... bam!\n\nWe have successfully cleaned up this river.\n\nIf only it were so simple in Flint, in Norilsk, in so many other real rivers around the globe. But our audio work can bear upon our understanding of such places. How we treat sound can be representative of how we treat nature and communities. Sound is in nature; is nature, after all.\n\n~\n\nSo now we have a pristine (recording of a) river. But what we're interested in is not the results of our cleanup, rather the byproducts of our cleanup. We're interested in the \"audio toxic waste\" and what can and should be done with it. What happened to it? Where did it go? Unlike chemical waste, this audio waste probably just got deleted. Because it can just be deleted. But what if we held on to it? Allowed it to persist the way chemical waste persists? What can we do about it? What can we do with it? What can it do with us?\n\nIf spectral cleanup is the removal of portions of a visual representation of a sound, then are the removed frequencies a kind of mirror image of the world we desired to get by doing cleanup? Is this mirror image also a world? Does it contain a tonal system? Do the sounds hold any aesthetic or critical interest? Can they be put to use in compositions? Sampled and _played_ on a drum pad? Can one find oneself at play in toxic waste?\n\nIn both the case of a river and of the recording of a river, the goal of a cleanup is to _make it as if the accident never happened_; even though it did. As the bizarre site in which toxicity thrived –red, ochre, violet, otherworldly– is relegated to memory, so is the ruinous mindlessness of contingency condemned to the desiccation of amnesia. In other words, how we got here is forgotten.\n\nSo in audio terms —again, letting how we treat sound be representative of how we treat nature and community— it must be useful, crucial even, to rehydrate the memory of this contingency, embodied in waste, and to play this waste like an instrument of its own, from a world of its own.\n\nrehydrate the memory of this contingency, embodied in waste, and to play this waste like an instrument of its own, from a world of its own.","bs":"0","ap":"0","aq":"10","as":"484aed57-3893-11eb-9b19-d773ba798561","av":"track-placeholder-image.jpg","bu":"hem.rocks","az":true,"bc":"1","bg":"mirror-world-sound-world-1","bi":"sound-library, ecomusicology, post-studio, psychoacoustics, embedded-essay","bj":"Mirror World Sound World"},{"ag":"HEM SL's Destroyed Piano pack holds a mirror up to avant-gardism's inverted projection of history as a product of heroic innovation, replacing an avatar of intentionality with a mute archaeological specimen.","ah":"articles","ai":"17.09.2020","aj":"_\"There's just something about music that always seems to come out of looking backward.\"\n—Morton Feldman_\n\nThough people sticking things into a piano to change its sound doesn't have a definitive origin, the practice is seen as having come to maturity with John Cage's dance score \"Bacchanale\", in 1938.\n\nUnlike Henry Cowell or Heitor Villa-Lobos, Cage's motivations may have been more a mix of monetary/pragmatic, than timbral/interventional. There simply wasn't the budget to hire a vast percussion ensemble. But with the right combination of screws, nails, paperclips and various other knickknacks, one could have an instant, cheap Gamelan playable by a single pair of hands.\n\nIn spite of its pragmatic origin, the prepared piano has by now become a mainstay of new music and new-music-adjacent styles —from Nils Frahm to Magda Mayas to Aphex Twin. Prepared piano is seemingly the prime signifier and avatar of avant-gardism. It seems like junk inserted into a grand piano's strings will never cease to thrill audiences, to allude to bold statements about class struggle, to signify the \"limits of genre\", and to evoke thoughts of risk, danger, adventurousness, and eclecticism. Terms like \"reinventing the piano\" are still used in press releases, and IRCAM even offers a meticulous replica prepared piano for computer-based musicians.\n\nHEM's \"Destroyed Piano\" is also a replica prepared piano of sorts. It's a snapshot of a 130 year-old instrument that was found rotting away in the dining hall of a fancy villa in northern Italy. It appeared to not have been serviced in decades, and to currently serve as more of a conversation piece. (Its odd, wedge-shaped design put it somewhere between an upright piano and a grand piano.) Its insides covered in mold and rust, this piano was more of an archaeological specimen than an instrument. But it was still somewhat playable.\n\nIn fact, what's perplexing about this ancient instrument –call it an artifact– is that it _sounds just like a prepared piano, though nobody prepared it_. Slack strings and rotten hammers missing their targets result in a sound that's uncannily similar to Cage's original specification of a timbrally vast, compact percussion ensemble. When played with eyes closed, one can nearly hear the Destroyed Piano reproducing the stylish agenda of rebellious intervention into the effete protocol of a pristine concert grand.\n\nIn its own small way Destroyed Piano may actually return the prepared piano to its Cagean origins: A found sound, a free sound, a sound free of intentionality. The artifact's risky/edgy/adventurous sound is the product of no sound design strategy, no political agenda, no curatorial programme, but rather of time. Decay and disrepair produced a piano that sounds just this way at just this moment, and which will continue to sound different until it finally turns to dust.\n\nDestroyed Piano holds a mirror up to avant-gardism's inverted projection of history as a product of heroic innovation, replacing an avatar of intentionality with a mute archaeological specimen.\n","bs":"0","ap":"0","aq":"10","as":"484aed56-3893-11eb-9b19-d773ba798561","av":"track-placeholder-image.jpg","bu":"hem.rocks","bc":"1","bg":"sonic-archaeology-and-sonic-intentionality-2","bi":"sound-library, forensics","bj":"Sonic Archaeology and Sonic Intentionality"}]