[{"ac":"Lucrecia Dalt","ae":"silent-bodies-fast-food-lucrecia-dalt.mp3","ah":"tracks","ai":"2013","ak":"rare-tracks","bn":"3:36","as":"484ac63f-3893-11eb-9b19-d773ba798561","av":"silent-bodies-fast-food.jpg","aw":"6","az":true,"bc":"1","bg":"silent-bodies-fast-food-lucrecia-dalt","bh":true,"bi":"rare, featured, home-features","bj":"Silent Bodies (Fast Food)"},{"ab":"## Features\n\n- 54-key multisample (C-2 to C5)\n- Attack and decay settings allow for ethereal and dark textures\n- Velocity sensitivity, gain, and stereo\n- Modulation and reverb special effects\n\n## Contents\n\n- 25 Presets, 4 Ableton Live sets\n\n## Size\n- Installation Size: FOO\n- Download Size: BAR\n\n## Minimum Requirements\n- Ableton Live Lite 10\n","bl":"484aed51-3893-11eb-9b19-d773ba798561\n484aed52-3893-11eb-9b19-d773ba798561\n484aed53-3893-11eb-9b19-d773ba798561\n484aed54-3893-11eb-9b19-d773ba798561\n484aed55-3893-11eb-9b19-d773ba798561","ag":"Replica of a rare, 130-year-old, \"pyramid\" piano found in a state of extreme disrepair in a hilltop villa in Tuscany. Each individual key possesses its own surprising timbre. The sound is reminiscent of prepared piano, but this instrument was merely \"prepared\" by time and age.\n","ah":"sound-library","ai":"2021","aj":"Destroyed Piano is a 54-key multisample of a rare \"pyramid\" piano. It was manufactured for a brief time by Christopher Sievers in the mid-1800's.\n\nThe instrument was discovered in the lavish dining hall of a wedding villa in Tuscany, in 2014. The instrument —having received no tuning or maintenance— seemed to have merely served as a conversation piece for nearly a century.\n\nThe felt hammers and soundboard were overgrown and covered with mold; many of the strings slack and rusted. As a result, each individual key possessed its own unique and surprising tone. Sounds range from sparkly dissonant chords, to leaden percussive thumps, to queasy ethereal highs to dark metallic bass.\n\nOverall, the sound is reminiscent of a \"prepared\" piano, but in this case, the piano was merely \"prepared\" by time and disrepair.\n","ak":"sound-library","al":"destroyed-piano.alp","bs":"0","ap":"0","aq":"10","as":"484aed50-3893-11eb-9b19-d773ba798561","at":true,"av":"destroyed-piano.jpg","aw":"9","ay":true,"az":true,"bc":"1","bg":"destroyed-piano","bi":"instruments, keys, sonic-detritus, featured, home-features","bj":"Destroyed Piano","bm":"Ableton Live Pack"},{"bl":"484b1440-3893-11eb-9b19-d773ba798561\n484b1441-3893-11eb-9b19-d773ba798561\n484b1442-3893-11eb-9b19-d773ba798561\n484b1443-3893-11eb-9b19-d773ba798561\n484b1444-3893-11eb-9b19-d773ba798561","ag":"A choice selection of small talk edited out of various studio sessions over the years. Phrases like \"I fucked up the end\", \"I'm so irrational\", and \"asymmetrical warfare\" tend to stand out among plenty of LOL, \"ok\", and \"get ready\". When played on a keyboard, this pack can sound like an enormous workgroup simply enjoying the process.","ah":"sound-library","ai":"2021","aj":"This pack contains 43 soundbites, edited out of various studio sessions over the years. In them, you can hear artists, performers, producers, and engineers engaged in small talk, critiquing their performances, cueing each other to stop and start, LOLing and talking about possibilities for what to play next.\n\nNeither the result of studio labor —e.g., the perfect mix of the perfect track— nor a nostalgic \"making of\" documentary, these little soundbites constitute an archaeology of artistic labor, like shards of ancient pottery dug up from the ground long after the work has been completed.\n\nThe sounds mainly consist of LOL, \"ok\", and questions like \"Do you want me to move the mic?\" Some intriguing bites stand out: A clarinettist comparing the process of overdubbing herself to \"asymmetrical warfare\"; The hunt for a mysterious radio signal that only the singer seems to be able to hear. Is it a party down the block? A hallucination? Is he stalling for time?\n\nThe soundbites are arranged into a keyboard instrument with settings for tone, modulation, filtering, and velocity. When improvised on the keyboard, with sustain pedal down or with a long release time, this sample pack can sound like an enormous workgroup getting next-to-nothing done but enjoying every minute of it.\n\n## Artifacts of Artistic Labor","ak":"sound-library","al":"studio-fails.alp","bs":"0","ap":"0","aq":"10","as":"484aed64-3893-11eb-9b19-d773ba798561","at":true,"av":"studio-fails.jpg","aw":"10","ay":true,"az":true,"bc":"1","bg":"studio-fails","bi":"sonic-detritus, labor-theory, vocal, featured, home-features","bj":"Studio #Fails","bm":"Ableton Live Pack"},{"bl":"484b147c-3893-11eb-9b19-d773ba798561\n484b147d-3893-11eb-9b19-d773ba798561\n484b147e-3893-11eb-9b19-d773ba798561\n484b147f-3893-11eb-9b19-d773ba798561\n484b1480-3893-11eb-9b19-d773ba798561","ag":"Twelve unique keyboard instruments made from frequencies removed by an industry-standard audio restoration plugin while cleaning up a noisy field recording.\n","ah":"sound-library","ai":"2021","aj":"Noise Reduction Artifacts is a collection of 12 virtual keyboard instruments made from frequencies rejected by the noise reduction algorithm of a commonly used audio restoration plugin.\n\nWhen layered and played across the keyboard, rich tonal, timbral, and psychoacoustic effects pop out: Sinewy octaves that dive-bomb across the spectrum into deep bass, alien voices in heated conversation, faraway signals whistling in the night, spacious reverberations, coruscating water flows. These instruments can be unearthly, celestial, and endlessly fun to play, though the samples themselves consist of, essentially, \"audio waste\".\n\n__How it was made__\n\nThe original recording was taken from a damaged vinyl LP of field recordings dating back to 1977, discovered in a second-hand store in San Francisco. It is the sound of a bubbling creek somewhere in rural America. The rejected frequencies were sampled from the noise reduction plugin's \"B\" channel, which permits real-time monitoring of the parts of the sound that are being thrown out.\n\nAudio cleanups were done at four levels of noise reduction. Additionally, the creek recording was eq'd at 4k, 6k, and 8k, resulting in 12 samples total. Since the four noise reduction levels were all near or at maximum —well beyond the recommended settings— the resulting artifacts are exaggeratedly musical, rather than clinical. They sound similar to a very low quality MP3, or to vintage spectral synthesis heard in so-called \"early electronic\" music.\n\n## Mirror World Sound World\n\nSome mirrored histories:\n\nIn 1968, Danish composer Per Nørgård premiered \"Voyage into the Golden Screen\", considered by some to be the first proper piece of spectralist music.\n\nIn 1979, Hugues Dufourt formalised the spectralist movement, defining spectralism as music which deals, not with timbre, tone, and rhythm, but with frequency as a graph over time; a _visual_ thing that can be edited, displaced, redrawn, erased or excised.\n\nIn 1989, Fraunhofer-Gesellshaft received a patent in Germany for the MP3. Emerging from a teeming pack of prototypal \"psychoacoustic modelling\" algorithms, the MP3 codec became the standard means of excising spectral components from sound to yield more portable digital files. Similar spectral (FFT) approaches yielded algorithms to reduce noise, transients, clicks, pops, hums, and other audio gunk from digital recordings.\n\nThe evolution of the spectral consciousness of sound from a bold aesthetic move to a clinical means of filtering and compressing audio should come as no surprise from an engineering point of view. But from an artistic standpoint it's somewhat surprising that what once was a force of creation is now an agent of excision, compression; the decreative force of aporia.\n\nAs it is with the utopian projects that once promised to create a new world by means of heavy industry...\n\n~\n\nIn November 1986, 20 tons of toxic red-coloured extinguishing foam was dumped into the Rhine.\n\nIn April 2014, the City of flint, Michigan decided to switch its water source from Detroit's water system back to the Flint River. After decades of industrial pollution and failed cleanup attempts, the river retains high levels of chlorides. These chlorides erode plumbing, causing toxic sediments to leech into the water delivered to local homes for drinking, cooking, washing, and gardening; overwhelmingly affecting black and brown people.\n\nOn the 3rd of June, 2020, near the city of Norilsk in Siberia, 20,000 tons of diesel leaked into the Ambarnaya river. The water is clouded and red, with bizarre overtones of ochre and violet. It would be a mystifying body of water from a whole other world, if it weren't so damn deadly.\n\nThe cleanup of disaster zones like these can take decades, if total cleanup can be achieved at all. As with the Flint River, byproducts can remain in the water long after the primary pollutants have been successfully extracted. Furthermore, if the toxic materials are successfully removed, something must be done with them. Can they be broken down into innocuous substances? Contained safely underground or above ground in drums? Made useful again in other industries? etc.\n\n~\n\nHere, too, we are cleaning up a river.\n\nIt is a river recorded in 1977 and pressed onto vinyl for a corny series of \"natural soundscapes\" marketed to a pop audience. The LP, having rotted away in a San Francisco second-hand store for god-knows-how-long, is not in the best condition. The audio is clouded and distorted; the vinyl clicking and popping, the equalisation is shot to hell, and the dynamics are flat and lifeless.\n\nThis audio needs cleanup.\n\nFor this, we'll use an algorithm very much like the MP3, an algorithm born from the bloodline of spectralist music, an algorithm embedded in a plugin widely used in the music industry on a daily basis for audio restoration, clarification of field recordings, and correction of flawed studio takes. (To avoid commercialisation, we'll not mention the name of this plugin.) We pipe the audio to our plugin, choose some equalisation settings, use a spectral window to create a fingerprint of the undesirable noises, click \"render\", and... bam!\n\nWe have successfully cleaned up this river.\n\nIf only it were so simple in Flint, in Norilsk, in so many other real rivers around the globe. But our audio work can bear upon our understanding of such places. How we treat sound can be representative of how we treat nature and communities. Sound is in nature; is nature, after all.\n\n~\n\nSo now we have a pristine (recording of a) river. But what we're interested in is not the results of our cleanup, rather the byproducts of our cleanup. We're interested in the \"audio toxic waste\" and what can and should be done with it. What happened to it? Where did it go? Unlike chemical waste, this audio waste probably just got deleted. Because it can just be deleted. But what if we held on to it? Allowed it to persist the way chemical waste persists? What can we do about it? What can we do with it? What can it do with us?\n\nIf spectral cleanup is the removal of portions of a visual representation of a sound, then are the removed frequencies a kind of mirror image of the world we desired to get by doing cleanup? Is this mirror image also a world? Does it contain a tonal system? Do the sounds hold any aesthetic or critical interest? Can they be put to use in compositions? Sampled and _played_ on a drum pad? Can one find oneself at play in toxic waste?\n\nIn both the case of a river and of the recording of a river, the goal of a cleanup is to _make it as if the accident never happened_; even though it did. As the bizarre site in which toxicity thrived –red, ochre, violet, otherworldly– is relegated to memory, so is the ruinous mindlessness of contingency condemned to the desiccation of amnesia. In other words, how we got here is forgotten.\n\nSo in audio terms —again, letting how we treat sound be representative of how we treat nature and community— it must be useful, crucial even, to rehydrate the memory of this contingency, embodied in waste, and to play this waste like an instrument of its own, from a world of its own.\n","ak":"sound-library","al":"noise-reduction-artifacts.alp","bs":"1","ap":"1","aq":"10","as":"484b147b-3893-11eb-9b19-d773ba798561","at":true,"av":"noise-reduction-artifacts.jpg","aw":"7","ay":true,"az":true,"bc":"1","bg":"noise-reduction-artifacts","bi":"post-studio, sonic-detritus, psychoacoustics, featured, home-features","bj":"Noise Reduction Artifacts","bm":"Ableton Live Pack"},{"bl":"484a7856-3893-11eb-9b19-d773ba798561","ac":"Jeepneys Interviews","ag":"Grammy-nominated violinist India Cooke meets up with student and close friend Jeepneys for this fascinating chat about how Sun Ra saved the life of her cat.\n","ah":"articles","ai":"January 2021","aj":"I began studying violin with India Cooke because I had heard that she played with Sun Ra. I had never studied violin with another woman of color before so that appealed to me as well. India's pedigree extends far beyond her cosmic union with Sun Ra, but nonetheless this was the impetus for how she came to be my mentor and friend. Interestingly after playing under her tutelage for a few years, I still hadn't asked her how she came to play with Sun Ra until now. \n\nPerhaps that's because there is so much that India and I love to talk about: Aliens, ghosts, Halloween, crystals, scary movies, oppression, cats, pizza, etc. There is only so much these two chatty fire signs can cram into an hour and still practice scales! Or perhaps it's because stories only come forth when they are meant to be told, when the listener is integrated and ready to hear. Or when the querent finally asks...\n\nJeepneys: How did you come to work with Sun Ra?\n\nIndia Cooke: I was in a restaurant waiting for a plane, late night, watching the television. Johnny Carson was on. I'm just hanging out, waiting for a plane. And all of a sudden I see these extraordinary black folks piling in on the stage--all sorts of sparkling capes, headdresses, dancing and twirling, people doing cartwheels. I said, \"what the heck is this?\" They started carrying Sun Ra out on their shoulders like a Pharaoh. It was just extraordinary. And then they started playing music. The rhythm started and the music was otherworldly for sure. I said, \"I want to play that, I want to play with those people!\" I didn't even know who it was.\n\nJ: At that point had you started experimenting with weird jazz?\n\nIC: No. No way. I just saw this and something just hit me, like a bolt of renewing lightning! And that was that. That was that.  \n\nYears later, my very dear cat Sri, my first cat, a Blue Point Siamese, became very very ill. No doctors could figure out what was wrong with him. He had stopped using his left front arm. After awhile, it began to atrophy. I went back and forth to doctors and one doctor said amputation, and I said that's out of the question because first of all I knew that Sri was a warrior and he wouldn't have wanted it that way, and he also had a brother, Fleetwood Coupe de Ville, who would have freaked out. That's just the kind of relationship I had with these animals, we had a very deep relationship. So I take Sri to a different hospital, Berkeley Dog and Cat, and they too were scratching their heads. And here Sri is getting sicker and sicker. Now I am doing crystal work with him, putting crystals all around him at night and sleeping on the floor with him. I'm doing psychic dreaming and communication work with him, but still he doesn't get better. \n\nDuring this time, I see that Sun Ra is coming to Oakland and playing the \"Concept Cultural Gallery,\" a little train house in Jack London Square. Now you have to understand something about me, I am very shy. I NEVER would have thought in a zillion lifetimes that I could play with an avatar like Sun Ra. But when i heard that he was coming to town it was like the universal energy took over my whole being and told me \"you have to go and talk with Sun Ra. Sun Ra will save your cat.\" I know this sounds way off but I am telling you the honest truth. So, I went down to the venue on the day of the show with  my amp and violin. I have never done anything like this in my life. It was standing room only - I squeezed in. Here came intermission time. They were marching Sun Ra back to the green room. Everything was very ritual. I wrestled my way back there. I didn't know any of these guys. There was all sorts of press back there, everybody is trying to get back there, but I managed to knock on the door. And one of the musicians answered. I said, \"my name is India Cooke I play the violin and I need to speak with Sun Ra, my cat is very ill. (laughs) I didn't know what else to say that was the reason I was there.\"\n\nThey said OK, hold on. \n\nNext thing I know, they said, come on in, he'll speak with you. Everybody else had left to go start the second set. So I sit down in front of Sun Ra, sit down right on the floor and I began to just cry. And I said, Sir, my cat is very ill and I don't know what to do. I just got this feeling that I should come and speak to you. And I have my violin and I don't know if I should play for you here or play for him or what? And he looked at me like I was totally out of my mind, then he got up and left me sitting there in a pool of tears. He just got up and walked out. The door closed behind me in the green room. So I cleaned myself up and I got up and went out to the crowd to just listen to the rest of the set. I am there crowded with my little violin and amp next to a wall. Next thing I know, one of the musicians pushes his way through the crowd back to me and he says, \"Sunny wants you up front.\" I said, \"What?\" And he said, \"I'll take care of your amp and everything but Sunny wants you up front right next to him.\" And I said \"oh ok.\" I'm not even nervous, you've got to believe me, it was all driven by my cat. And so I go up and the drums start going, [makes drum noises] the rhythm was just so into the earth, it was back to the roots, it was all the way to the universe, you could just see the lights going all the way planetary! It was just incredible. And then Sun Ra looked at me and he said \"play, just play.\" I said, \"what you want me to play?\" And he said, \"play.\" And I started playing. And it was like I was the universe, we were the universe, we were all one. And Wisteria, one of the dancers, she was spinning like a whirling dervish all through the tables. And the music was rising and rising and it came to this extraordinary head. It was extraordinary. At the very end the folks went wild. Because of the music. And I thanked him so very much. I told them whenever you are back in town please let me know, I'll cook you dinner, thank you so much for letting me play. \n\nI go home to Sri and he is still ill, he is becoming quite lethargic. I take him one more time to Berkeley Dog and Cat and they said, \"Ok look, we'll try one more thing.\" They took him back for some time. Then somebody comes out and says, \"he's gonna be fine. We drilled a hole into the femur of his left arm the infection spewed out.\" Sri was fine.  \n\nTo this day I say, Sun Ra saved my cat. \n\nAnd that's how I got to play with Sun Ra. \n\nA few months down the road, I get a call, Sunny wants you to come to Europe with him.\n\nAnd that's how I got to come to tour and record with Sun Ra.\n\nAnd that's my story.\n\nJ: What was it like to tour with him?\n\nIC: I was one of the only women and traveling with essentially all men but I've got to tell you that the Arkestra were gentleman. And they had the utmost respect for Sun Ra. They never let him out of their sight. They made it clear that we were protecting him at all costs at all times so he couldn't be targeted by the media or whoever. There was a lot of love and good music. The music was really worldly. Sun Ra enjoyed playing with all kinds of musicians--african drummers, classical musicians, the whole gamut.\n\nI remember one time we were in Lyon, France, where we had been commissioned to do an orchestral work. So we go down to the symphony to rehearse. Here we are all these crazy looking black folks piling in for this orchestra rehearsal. The symphony musicians were seated there and it was obvious that didn't know how to greet this very special person named Sun Ra. He sits down at the piano. they're all waiting for the sheet music to be passed out to them so they can play the piece. But that's not how Sun Ra works. He sits down so that he was looking right at the orchestra, nodding his head, and then he turns back to the piano, pulls out manuscript paper and starts writing the parts right there.  He was custom writing the parts for this orchestra! He needed to feel and see it before he could do it.\n\nThe musicians started packing up and leaving. They had no idea.\n\nA few stayed. A couple flute players and wind players.\n\nThe ones who stayed, I'm sure are still talking about it to this day.\n\nJ: Those other guys weren't ready...\n\nIC: Absolutely. There was no connection, that's the way it should have been.\n\nJ: Are you still in touch with Arkestra members?\n\nIC: Some of those guys are still around, I went to see them play at Ashkenaz in Berkeley, Though there are so many new folks, it's hard to keep track. I stay connected by including them in my teachings: in my black music history class at Mills College. There is a cellist named Kash Killion, whom I am playing with at the Malcolm X Jazz Festival. Kash and I have played many many years together.\n\nJ: This May 22nd would have been Sun Ra's 98th birthday...if he were still alive what would you give him as a birthday gift?\n\nIC: Oh wow what would I get him for his birthday? I’d give him a cat like Sri. Sri was a hulk! Really, all muscle. He was gorgeous and he loved to dance.\n\nJeepneys is Anna Luisa Petrisko. Musician/artist/alien/timetraveler. Graffittied by the Holy Spirit, born the giver of beeps. Her God is a mango. www.jeepneysjeepneys.com","ak":"Interviews","as":"ca72c756-f419-45ec-bb8d-7541f8c45fe8","av":"india-cooke.jpg","aw":"3","az":true,"bc":"1","bg":"india-cooke-interviewed-by-jeepneys","bh":true,"bi":"interviews, featured, home-features","bj":"India Cooke"},{"ac":"Vito Acconci","ag":"In these notes, the late Vito Aconcci muses on music's functional, yet immersive nature, from the perspective of a studio laborer, music consumer, and visual artist.","ah":"articles","ai":"January 2021","aj":"I’m sitting alone writing, here in my room...Well no, not exactly. This isn’t officially a room; not your image of a writer’s hovel, a corner/garret/cellar that you escape to, that you’re driven into, in order to take down notes from the underground, promptings from the depths of an aged and anguished and angry soul. Where I am is the antidote to privacy and deprivation: I’m in a large cavernous industrial loft turned into an architects’ studio, and a disrumpled one at that -- each day this place is filled with 6-7-8 people, talking and arguing about streets and plazas and parks and gardens, bustling around from drawings to study models to computers. The place is like a rehearsal-hall for other places, far-flung places, a course of action from one table (‘Here we are in Dayton, Ohio’) to another (‘Here we are in Tokyo’). But the people who work here have left for the day, they’ve gone off to lives of their own, so I am alone; I’ve been left alone here, after hours, in an echoing loft/office/studio – it’s night, it’s dark, I’ve turned off all the lights but the one on my desk, I can’t see around the corner, around the bookshelves, where models could remind me of the world outside.\n\nIt’s just me and my music now...Well no, not exactly. I don’t have any music that I’ve made myself; I’m not a musician, not a composer. I take my music from others. Like everyone else, I have my CD’s; I’m old enough to have had records, of course, but I’ve thrown them all away by now, they were scratched up beyond recognition. I can’t take care of music; I could never hold records by their edges, never put records back in their sleeves, I let them pile up naked on the floor; I couldn’t treat records as precious jewels – they were instruments for use, and their deterioration proves that I used them, that I loved them. My records/ tapes/CD’s are my pets, non-living ones that I can mistreat without a second thought. Mistreatment might be purposeful; mistreatment might prove that I’ve committed them to memory and I don’t need them around anymore. I won’t keep scratchy records as artifacts of another time, as preservation and nostalgia; I’d rather remember that time, imperfectly, and impose this time onto it, I'd rather that this time interpret that time -- I can only live once, let me live now.\n\nI’m a consumer of music, not a producer...Well no, not exactly. Like everyone else, I sing now and then: my own songs, made-up songs -- the words simplistic Cole Porter, the music soured Kurt Weill, the tone a hybrid of Walter Huston and Mark E. Smith – but I sing them only to a person I’m sleeping with. The songs have the sound of intimacy – the a cappella voice, the whisper into the ear -- but they turn private space into public performance, like lovers singing to each other in an opera, in a musical. Music doesn’t express the self; it throws the self, like throwing your voice – it plays the self, like playing an instrument. My songs are born from the person I’m singing to, they’re about that person, they embody that person; but my song turns her into my voice, it reduces her to language, it stills her movement into sing-song rhymes, it cancels her out in puns.\n\nFor me music is a passive spectator sport, not an active participatory one...Well no, not exactly. It’s true, I can’t dance; that’s probably why I build: those who can, do, while those who can’t only write about it – people who can move their bodies dance, while people who are afraid to move build places for others to move in. But, though I don’t dance, I rock to music when nobody’s looking, I sway, I shake, I swoon, o yes I tremble --- the music might be over, but I’m moving to the song I can’t get out of my head, I’m moving at the commands of voices in my inner ear. A mystic sees things, while an insane person hears them; when you see something, you know exactly where it is, but when you hear something you can’t place where the sound is coming from – sound is all-over, there’s a wall of sound, the wall is tumbling down and sound comes over you in waves.\n\nSound is all over the studio. Music functions as wallpaper, as furniture; it fades into the background, and functions as background music for the design of spaces. Most of the time we don’t even know it’s on, until the disc-changer has run its course and the music stops, and we’re shocked, because we hear the silence; the music is there to fill the air, to make the air palpable, to be the air,. Now and then somebody pays attention and listens – ‘Shh...The muuu-sic, the muuu-sic!’ – and then music gets under your skin.\n\nAs soon as you realize you’re listening to music, the music is within you, with no transition between outside and inside, with no distinction between self and other. Music acts as a pulse; it collides with your pulse, and replaces your pulse, and breaks time up into rhythms. Music is an anthem, for a celebration or a revolution; in our case, it’s an anthem that goads design on: we work to the beat of different musics -- music marches us through a virtual space, a space in the mind and on paper and in model-form, into the physical place we’re designing for. But the music stops sometimes; nobody bothers, nobody takes the time to put on another CD...Well no, not exactly. It’s not that we don’t care; it’s that we care too much, we’ve listened too well, and music is too much to put up with. Music carves a space of its own, a self-enclosed volume within the room we’re inside of; the room recedes, and we’re caught in the prison-house of music, and we can’t get out. We want out.\n\nThe people in the studio have the run of the studio; everyone gets to play whatever he or she wants; the collaborative method of the studio, its democracy, its collision of ages and genders and ethnic backgrounds, is represented by music. But they have only ‘supermarket freedom’; their choices are limited by my limits, by the extent of my CD collection. I buy lots, play little – in any one time-period, say, ten to twenty CD’s that I resort to, that I depend on. Suddenly, somebody plays something I haven’t heard since I bought it, I haven’t heard since I played no more than the first two cuts before putting it to sleep forever: ‘Whose noise is that?...So I’m the culprit...Why has this come back to haunt me?...’ They bring in their own CD’s sometimes; as I hear this gift, this intrusion, this lesson, my stream-of-consciousness voice whispers: ‘Dario!’ ...’Peter!’... ‘Azarakhsh!’ I know who you are, and I hear what you like.\n\nMusic in the studio is as different as day and night. When people leave for the day, the music changes at night. During the day, we listen to the late 90’s and early 00’s: dance music, trance music, trip-hop, techno, electronica. There are no solo vocals in daylight;\n\na solo singer can’t hold the stage of the studio, the singer gets lost in the crowd. At night, when I’m alone here, I can be alone with a voice in my head: Leonard Cohen, Theresa Stratas, Charles Ives’ songs -- the singer speaks low to me. But I’m dozing off, I’m regressing, I’m coddling myself in the recorded person of another. Vocal music isn’t grown-up yet; it doesn’t have a life of its own, it’s still connected to the body of the producer -- vocal music is accompanied poetry, accompanied rhetoric, accompanied grammar. Grown-up music begins only when the voice ends, when your tongue is cut out and your body is replaced by an instrument, a machine, like a prosthetic device. Music begins to have a life of its own when you use/play-with/play something outside yourself, when the sound emitted from that instrument/machine is circulated through a room, or through a building, or through a city, like an electric current.\n\nThe music’s over now. The last person’s gone for the day, the CD-player’s been turned off, and I won’t turn it on again. Don’t push me. As long as music is on, the music’s inside me; but, in order to have an idea about music, I have to be outside music, I have to be without music. In order to think about music, I have to live in a condition of pre- music; if music fills the air, I have to empty the air. If I were a musician, I could reduce music into notes, into math, into numbers. I’m not a musician, but I can count as well as the next person: 1...2...3...4...Somebody stop me, or else I’ll go up to billions; hearing myself count proves that I’ve shut everything else out – I can count the silence.\n\n2.\nMusic made me; music told me to; my work has been accompanied by – my work as been programmed by – the pop music of its time.\nAt the end of the 60’s, at the beginning of my career in ‘art,’ my medium was my own body; art was a presentation of self, a face-to-face encounter between artist and viewer. The music I Ioved then was Van Morrison, Neil Young; the tone was rural, the voice was solo, the songs were long, twenty-minute songs: there room enough to drift through the country and find where you were, find out who you were –there was all the time in the world to build a cocoon for yourself and the person you sang to. (There was another music at the time, that came out of left field: the Velvet Underground. This was urban music, crowded music, that left no place to be safe in – this voice, too, was solo, but it was drowned out by instrumentation, driven to destruction – a song was long because time was relentless.)\n\nTimes changed; my work changed. By the mid-70’s, my medium had turned into you, the viewer: an exhibition-space was fitted out as a town square – there was nothing left of me but my audiotaped voice, that turned on viewers, and pushed them up against the wall. The music I loved then was the Sex Pistols, the Ramones: this was urban music, but it wasn’t victimized by the city, it turned the city on its head – the voice might be solo, but it was recorded too raw to be distinct, it dissolved into a mass voice that assaulted the listener, assimilated the listener -- the songs were cut short, two-minute songs, because a scream can’t maintain itself and still be a scream, a shout can’t last forever. (When I was writing texts for audiotapes then, I listened to songs and stole lyrics – Lou Reed, Brian Eno. I couldn’t make myself steal from fiction and poetry, because they were already down in black and white, as if for all time; but I could steal with impunity from words that had been turned into music, because I had to catch them as they went, catch them as I could -- as soon as I heard them they disappeared into thin air.)\n\nParadigms shifted. Since the end of the 80’s, my work has been converted to architecture; ‘Vito Acconci’ is dead – long live ‘Acconci Studio.’ We make places that blend into the rest of the city, only inside-out and upside down – places that flow from inside to outside, private to public, architecture to landscape, urban to rural, actual to virtual, and back again – places you carry with you, like a turtle. The music I love now is Tricky and Moby (but after five years of listening to them, they’ve already talked too much, I have to shut them out of my mind)...Once more, from the beginning: the music I love now is Vladislav Delay, Plasticman, Techno Animal, Matrix ...It’s a mix of the body-made and the machine-produced and the electronically generated, with no distinction from one to the other; it’s a mix of cultures, ‘world music’ brought home. This is dance music for dancing inside yourself. Its surface is continuous but at the same time tenuous and permeable; it melts into the space it’s heard in; it doesn’t push but instead insinuates; it functions as an undercurrent, it reduces itself to a pulse, it disintegrates – and disintegrates me – into particles.\n\n3.\nOnce upon a time I listened to ‘New (classical) Music.’ It was the mid-60’s; I was just out of school; I was a writer of fiction and poetry. Then I really did write alone in a room, as I’m doing again now – almost –writing these notes. Alone in the world of that room, I imported into it a world of music – Christian Wolf’s world, or Morton Feldman’s, or Pierre Henry’s. Each was a world in which every sound was distinct, precious, and so were the silences; sometimes sounds came from the world outside, from the everyday world, but these sounds were uprooted, stolen, so that they could be isolated inside a self- enclosed world. The sounds were points, that sometimes extended into a line, or grouped together into a square or a circle, the silence was a plane; there were so many points to attend to, and no topology to wander off in. ‘New Music’ was high- maintenance; it required constant attention. To be itself, ‘New Music’ had to preserve itself, I couldn’t take it with me, out into the world around me; I had to jump ship.\n\n4.\n- Why would a composer of music today sit alone in a room (as I’m sitting alone here now, writing this essay), at a piano, say, or at a computer, producing sounds and transcribing them into a notation system, when countless examples of recorded music are already there, waiting to be played – when hearing music is already the first step in producing music -- when sounds are all around us, in the streets and in the field -- when cheap and easy means are available to re-record and re-mix and re-shape that already recorded music and those already existent sounds?\n\n- Why would a musician today play notes on an instrument, when he/she could be playing along with already embodied music on a CD player, when he/she could be playing louder or softer than the recorded music, and faster or slower than the recorded music, and playing that recorded music backwards...? Why would that musician today play that instrument at all, when he/she could be playing already recorded music on a CD player, and raising or lowering the volume of that music, and changing the speed of that music, and playing that music backwards...?\n\n- Why would a listener today come to a concert hall and be part of an audience of music, when you can hear music anytime you want to, inside your own home? Why would a person come to a place for music when music is placeless, when you can take it with you wherever you want, when you can listen to it while walking, driving, exercising? Why would people come inside a concert hall and then close their eyes in order to hear the music better? What do concert-goers want? What are you doing here anyway?\n\n- Where does the proper music -- the right music, the characteristic music, the appropriate music, the necessary music, the desired music, the only-dreamed-of music -- come from? It does not fall from the skies; it does not rise up from under ground; it only happens somewhere in between, and you are there.","ak":"articles","as":"ce0793ee-d0d8-4ffd-9740-718392ab0f4d","av":"words-before-music-vito-acconci.jpg","aw":"1","az":true,"bc":"1","bf":"Vito Acconci","bg":"words-before-music-vito-acconci","bh":true,"bi":"featured, home-features","bj":"Words Before Music"},{"ac":"Line Gøttsche","ae":"june-line-goettsche.mp3","ag":"Composer Line Gøttsche contributes a gorgeous tale of undersea solace, \"June\". This unreleased track from 2013 comes to light just as Gøttsche begins recording sessions for her 2nd solo LP.","ah":"tracks","ai":"February 2021","ak":"Rare Tracks","bn":"5:10","as":"f1f017e0-5d76-11eb-8f79-9d28b2e153de","av":"line-goettsche.jpg","aw":"4","az":true,"bc":"1","bg":"june-line-goettsche","bh":true,"bi":"rare, featured, new, in-overview-tracks, home-features","bj":"June"},{"ac":"Jason Grier","ah":"articles","ai":"February 2021","as":"e84e6df5-9594-42bd-80c6-400009b2c430","aw":"5","az":true,"bc":"1","bg":"the-catalogue-as-a-work-of-art","bi":"theory, sound-library, featured, home-features","bj":"The Catalogue as a Work of Art"},{"ab":"## THE PACKS\n\n#### Noise Reduction Artifacts\n\nTwelve unique keyboard instruments made from frequencies removed by an industry-standard audio restoration plugin while cleaning up a noisy field recording.\n\n#### Election Protest\n\nThis is a recording of post-election protests following the 2016 US presidential election. It was recorded on a laptop in Berlin, from a live video stream. Due to a terrible internet connection, the audio is jagged and choppy; riddled with dropouts, time-shifts, and sandblasted textures. The association to noise and ambient genres is unavoidable. But the emergence of recognisable chants like \"Whose streets? Our streets!\" from the fog of glitches insists that this \"soundscape\" isn't a matter of genre, but the labor of sounding bodies in a crucial historical moment.\n\n#### New Year's Eve, Berlin Kreuzberg\n\nBerlin's Kreuzberg borough is famous for getting blanketed with fireworks and explosives —legal, quasi-legal, and otherwise— every year around midnight on December 31st. The bombs fly every which way (not just up) to create an immersive experience, to say the least. This pack captures the experience in 2016 and 2017. One, from a high vantage point on a 9th floor balcony overlooking Kottbusser Tor; the other, from Orannienstraße, down on the street.\n\n#### Destroyed Piano\n\nReplica of a rare, 130-year-old, \"pyramid\" piano found in a state of extreme disrepair in a hilltop villa in Tuscany. Each individual key possesses its own surprising timbre. The sound is reminiscent of prepared piano, but this instrument was merely \"prepared\" by time and age.\n\n#### Sax\n\nA chorus of windswept whispers, humid chants overblown through the reeds, gasping dramatic personae, illegible pleading voices, and a frenzied percussion ensemble. This set of saxophone-space explorations showcases what can be done with the instrument in a textural mode beyond the melodic sphere. A frenetic homage to the classic avant-garde, as well as visceral modern drone.\n\n#### Runout Grooves\n\nLoops of vinyl LP's and 45's with the needle stuck bouncing against the center label. Suspenseful, trance-inducing, and rhythmic, these loops are also strange counterparts to the musics pressed on the very same records: Babyfather, Edith Piaf, Missy Elliot, Bernard Parmegiani, Culture Club, some weird ancient _Schlager_, and so on. Also includes a sampler instrument for keyboard play. An ongoing collection so check back for updates.\n\n#### Ducking Artifacts\n\nA collection of audio edits removed from several studio vocal sessions in the process of making \"pristine\" pop vocal tracks. The sounds consist of vocalists taking breaths —shallow, deep, hurried, long— between words and phrases, in anticipation of the next verse. Though these sounds are the discarded remnants of the process of making pop music, they have an intimacy all their own: Traces of the laboring body that are both unnerving and sensual.\n\n#### Studio Detritus\n\nAn extensive set telling tales of breakage, dilapidation, and decay in the studio: Crumbling insulation flapping in the wind, fraying patch cords and sparking tarnished switches, leftover concrete blocks scraping, buzzing monitors and hissing compressors, an ungrounded turntable and a squeaking live room door. An unusual percussion ensemble which bears the constant reminder of the materiality of our tools, and the unstoppable opposition of entropy to sonic perfection.\n\n#### Bendir, Darbuka, Flower Pot\n\nA chill home session with some amazing finger drumming on two rich and velvety Turkish drums and a flowerpot half-filled with water. Single hits, rolls, and some blistering polyrhythmic finger-drumming loaded up into a custom instrument that can produce massive ensemble sound or even spectral drones.\n\n#### Vintage Field Recording\n\nCrate-digging and field recording collide in a cloud of distressed vinyl and natural grandeur in this pack sampled from an early 1980's \"new age\" label's promotional vinyl LP. Pops, clicks, and vinyl distortion add a rich patina to the sounds of bubbling rivers, howling coyotes, roiling surf, and desert winds. Originally intended to beam thoughts of relaxation, therapy, tranquility, and self-realisation to the listener, these musty old recordings now take on a whole new layer questioning.\n\n#### Cymbal Workouts\n\nAn expressive round of all the cymbals in the kit. Fiery crescendi, suspenseful rolls, sharp and resonant finales, deep growling drones played with a viola bow. A huge variety of subtle moods from just two simple techniques.\n\n#### Condenser Mic Squeals\n\nA lush, haunting palette of sound derived from uncontrolled mic feedback. Arranged into a playable, pitched, keyboard instrument, this stereotypically forbidden sound evokes vast nightscapes, ghostly vocalisations, meditative drones, and rumbling bass. All from that dreaded ear-piercing squeal.","bl":"484b3bc0-3893-11eb-9b19-d773ba798561","ag":"SL2 is a significant update to some of the best of the original SL1 packs. Sounds fill the keys, new parameters allow real-time tweaking. The focus is on playability and free improvisation. This is the start of a whole new Sound Library, with all-new packs landing over the course of 2021.","ah":"articles","ai":"January 2021","aj":"## UNCONVENTIONAL\n\nSL2's sound design ethos is rooted in acousmatics, found sound, sonic detritus, extended technique, documentary, and audio forensics.\n\n\n![Wreckage of a piano found on the street in Berlin]({{ assetHost }}/hem-rocks/content/images/key-art/destroyed-piano.jpg \"HEM Sound Library 2, Destroyed Piano\")\n\n## PLAYABLE\n\nSL2 packs are meant to be _played_, with full keyboard spreads, dynamics control, and tactile parameters.\n\n![Hands playing instruments]({{ assetHost }}/hem-rocks/content/images/key-art/sl2-anim-bw.gif \"HEM Sound Library 2 in action\")\n\n## CRITICAL\n\nEach SL2 pack is sourced from sounds chosen for more than just sound design concerns, like ecomusicology, labor, activism, artistic research.\n\n![Scrolling a smart text]({{ assetHost }}/hem-rocks/content/images/key-art/scrolling-article.gif \"HEM Sound Library 2 article\")\n\n***\n\n### FULL CHANGE LIST\n\n<div class=\"whats-new-in-sl2-change-list\">\n\n__Seurat__ automated playback has been removed from all instruments _(play it yourself!)_.\n\n...\n\n__Antique Piano__ is now called __Destroyed Piano__.\n\n__Condenser Mic__ is now called __Condenser Mic Squeals__.\n\n__Cymbals__ is now called __Cymbal Workouts__.\n\n__Demonstration__ is now called __Election Protest__.\n\n__Frame Drum__ is now called __Bendir, Darbuka, Flower Pot__.\n\n__Nature Sounds Vinyl__ is now called __Vintage Field Recording__.\n\n__Outtakes__ is now called __Studio #Fails__.\n\n__Record Endings__ is now called __Runout Grooves__.\n\n__Saxophone__ is now called __Sax__.\n\n...\n\n__Acoustic Guitar__, __Electric Bass__, and __Electric Guitar__ have been combined into a 7-instrument suite, __Guitars__.\n\n__Berlin New Year 2016__ and __Berlin New Year 2017__ have been combined into __New Year's Eve, Berlin Kreuzberg__.\n\n__Condenser Mic Squeals__ is now a suite of 10 separate instruments.\n\n__Cymbal Workouts__ now consists of two instruments, and two long clips.\n\n__Hum, Hiss & Crackle__ and __Percussion__ have been combined into __Studio Detritus__.\n\n__New Year's Eve, Berlin Kreuzberg__ is now a suite of 2 separate instruments, and 2 WAV files.\n\n__Noise Reduction Artifacts__ is now a suite of 12 separate instruments.\n\n__Vintage Field Recording__ is now a suite of 16 separate instruments, and 16 WAV files.\n\n...\n\n__Antique Piano__ now has controls for attack, release, velocity sensitivity, gain, stereo, ring mod, and reverb.\n\n__Breaths__ now has controls for release, tone, LFO, filter, and velocity sensitivity.\n\n__Breaths__, __Runout Grooves__, __Studio Detritus__, and __Studio #Fails__ now have controls for release, tone, LFO, filter, and\nvelocity sensitivity.\n\n__Election Protest__ contains no sound shaping controls.\n\n__Vintage Field Recording__, __Noise Reduction Artifacts__, __Cymbal Workouts__, __Condenser Mic Squeals__, __Guitars__,\n__Bendir, Darbuka, Flower Pot__, __New Year's Eve, Berlin Kreuzberg__, and __Sax__ now have controls for attack, release, stereo, reverb, filter, resonance, and velocity sensitivity.\n\n...\n\n__Seurat MIDI__, __No-Input Mixer__, __Viola__, have been removed from the library and will return in upgraded form later this year.\n\n__Clarinet__, __Drum Kit__, __Folk Guitar Lesson Vinyl__, __Oberheim Expander__, __Ooohs and Ahhs__, __Overtone Singing__, __Whistling__, __Sweet Bea Vinyl__, and __Zither__ have been removed from the library.\n\n</div>\n\n\n\n\n\n\n\n","ak":"Sound Library","as":"20813842-3935-4347-8d41-01e547f47a40","av":"sl2-anim-wide-no-text.gif","aw":"2","az":true,"bc":"1","bg":"whats-new-in-sl2","bi":"hide-title, home-features, blog","bj":"What's new in SL2?"},{"ah":"editions","ai":"March 2021","as":"7b6185e2-827e-4b34-9051-afc99317fc45","au":true,"av":"music-in-a-petri-dish.jpg","aw":"8","az":true,"bg":"music-in-a-petri-dish","bi":"featured, home-features","bj":"Music in a Petri Dish"},{"bl":"484b3bbe-3893-11eb-9b19-d773ba798561","ag":"HEM is alive! Here's what's new in this revival month:","ah":"articles","ai":"March 2021","aj":"## Tracks\n\nMichael Pisaro and Julia Holter unveil a touching unreleased setting of Oswald Egger employing Casio and field recordings. Line Gøttsche contributes a selection of early breakthroughs. From the archive surfaces ultra-rare concert audio featuring austrian performance artist Sara Galaxia, and an unreleased remix of Ekkehard Ehlers and Stephan Mathieu's classic album \"Heroin\" made by Kevin Drumm. Listen to these, and the extensive archive [here](/tracks).\n\n## Articles\n\nVito Acconci \n\n## Sound Library\n\nSL2 is a significant update to the best of the original SL1 packs. Sounds fill the keys, new parameters allow real-time tweaking. The focus is on playability and free improvisation. See\n\n## New Website\n\nHEM's new website features an extensive tracks archive section, critical writing section, fancy new music player, chunky UX, and pay-what-you-can pricing.\n","bs":"0","ap":"0","aq":"10","as":"484aed4f-3893-11eb-9b19-d773ba798561","av":"update-march-2021.jpg","az":true,"bc":"1","bg":"update-march-2021","bi":"news, blog","bj":"Update—March 2021","bm":"Article"}]