[{"ab":"## THE PACKS\n\n#### Noise Reduction Artifacts\n\nTwelve unique keyboard instruments made from frequencies removed by an industry-standard audio restoration plugin while cleaning up a noisy field recording.\n\n#### Election Protest\n\nThis is a recording of post-election protests following the 2016 US presidential election. It was recorded on a laptop in Berlin, from a live video stream. Due to a terrible internet connection, the audio is jagged and choppy; riddled with dropouts, time-shifts, and sandblasted textures. The association to noise and ambient genres is unavoidable. But the emergence of recognisable chants like \"Whose streets? Our streets!\" from the fog of glitches insists that this \"soundscape\" isn't a matter of genre, but the labor of sounding bodies in a crucial historical moment.\n\n#### New Year's Eve, Berlin Kreuzberg\n\nBerlin's Kreuzberg borough is famous for getting blanketed with fireworks and explosives —legal, quasi-legal, and otherwise— every year around midnight on December 31st. The bombs fly every which way (not just up) to create an immersive experience, to say the least. This pack captures the experience in 2016 and 2017. One, from a high vantage point on a 9th floor balcony overlooking Kottbusser Tor; the other, from Orannienstraße, down on the street.\n\n#### Destroyed Piano\n\nReplica of a rare, 130-year-old, \"pyramid\" piano found in a state of extreme disrepair in a hilltop villa in Tuscany. Each individual key possesses its own surprising timbre. The sound is reminiscent of prepared piano, but this instrument was merely \"prepared\" by time and age.\n\n#### Sax\n\nA chorus of windswept whispers, humid chants overblown through the reeds, gasping dramatic personae, illegible pleading voices, and a frenzied percussion ensemble. This set of saxophone-space explorations showcases what can be done with the instrument in a textural mode beyond the melodic sphere. A frenetic homage to the classic avant-garde, as well as visceral modern drone.\n\n#### Runout Grooves\n\nLoops of vinyl LP's and 45's with the needle stuck bouncing against the center label. Suspenseful, trance-inducing, and rhythmic, these loops are also strange counterparts to the musics pressed on the very same records: Babyfather, Edith Piaf, Missy Elliot, Bernard Parmegiani, Culture Club, some weird ancient _Schlager_, and so on. Also includes a sampler instrument for keyboard play. An ongoing collection so check back for updates.\n\n#### Ducking Artifacts\n\nA collection of audio edits removed from several studio vocal sessions in the process of making \"pristine\" pop vocal tracks. The sounds consist of vocalists taking breaths —shallow, deep, hurried, long— between words and phrases, in anticipation of the next verse. Though these sounds are the discarded remnants of the process of making pop music, they have an intimacy all their own: Traces of the laboring body that are both unnerving and sensual.\n\n#### Studio Detritus\n\nAn extensive set telling tales of breakage, dilapidation, and decay in the studio: Crumbling insulation flapping in the wind, fraying patch cords and sparking tarnished switches, leftover concrete blocks scraping, buzzing monitors and hissing compressors, an ungrounded turntable and a squeaking live room door. An unusual percussion ensemble which bears the constant reminder of the materiality of our tools, and the unstoppable opposition of entropy to sonic perfection.\n\n#### Bendir, Darbuka, Flower Pot\n\nA chill home session with some amazing finger drumming on two rich and velvety Turkish drums and a flowerpot half-filled with water. Single hits, rolls, and some blistering polyrhythmic finger-drumming loaded up into a custom instrument that can produce massive ensemble sound or even spectral drones.\n\n#### Vintage Field Recording\n\nCrate-digging and field recording collide in a cloud of distressed vinyl and natural grandeur in this pack sampled from an early 1980's \"new age\" label's promotional vinyl LP. Pops, clicks, and vinyl distortion add a rich patina to the sounds of bubbling rivers, howling coyotes, roiling surf, and desert winds. Originally intended to beam thoughts of relaxation, therapy, tranquility, and self-realisation to the listener, these musty old recordings now take on a whole new layer questioning.\n\n#### Cymbal Workouts\n\nAn expressive round of all the cymbals in the kit. Fiery crescendi, suspenseful rolls, sharp and resonant finales, deep growling drones played with a viola bow. A huge variety of subtle moods from just two simple techniques.\n\n#### Condenser Mic Squeals\n\nA lush, haunting palette of sound derived from uncontrolled mic feedback. Arranged into a playable, pitched, keyboard instrument, this stereotypically forbidden sound evokes vast nightscapes, ghostly vocalisations, meditative drones, and rumbling bass. All from that dreaded ear-piercing squeal.","bl":"484b3bc0-3893-11eb-9b19-d773ba798561","ag":"SL2 is a significant update to some of the best of the original SL1 packs. Sounds fill the keys, new parameters allow real-time tweaking. The focus is on playability and free improvisation. This is the start of a whole new Sound Library, with all-new packs landing over the course of 2021.","ah":"news","ai":"January 2021","aj":"## UNCONVENTIONAL\n\nSL2's sound design ethos is rooted in acousmatics, found sound, sonic detritus, extended technique, documentary, and audio forensics.\n\n\n![Wreckage of a piano found on the street in Berlin]({{ assetHost }}/hem-rocks/content/images/key-art/destroyed-piano.jpg \"HEM Sound Library 2, Destroyed Piano\")\n\n## PLAYABLE\n\nSL2 packs are meant to be _played_, with full keyboard spreads, dynamics control, and tactile parameters.\n\n![Hands playing instruments]({{ assetHost }}/hem-rocks/content/images/key-art/sl2-anim-bw.gif \"HEM Sound Library 2 in action\")\n\n## CRITICAL\n\nEach SL2 pack is sourced from sounds chosen for more than just sound design concerns, like ecomusicology, labor, activism, artistic research.\n\n![Scrolling a smart text]({{ assetHost }}/hem-rocks/content/images/key-art/scrolling-article.gif \"HEM Sound Library 2 article\")\n\n***\n\n### FULL CHANGE LIST\n\n<div class=\"whats-new-in-sl2-change-list\">\n\n__Seurat__ automated playback has been removed from all instruments _(play it yourself!)_.\n\n...\n\n__Antique Piano__ is now called __Destroyed Piano__.\n\n__Condenser Mic__ is now called __Condenser Mic Squeals__.\n\n__Cymbals__ is now called __Cymbal Workouts__.\n\n__Demonstration__ is now called __Election Protest__.\n\n__Frame Drum__ is now called __Bendir, Darbuka, Flower Pot__.\n\n__Nature Sounds Vinyl__ is now called __Vintage Field Recording__.\n\n__Outtakes__ is now called __Studio #Fails__.\n\n__Record Endings__ is now called __Runout Grooves__.\n\n__Saxophone__ is now called __Sax__.\n\n...\n\n__Acoustic Guitar__, __Electric Bass__, and __Electric Guitar__ have been combined into a 7-instrument suite, __Guitars__.\n\n__Berlin New Year 2016__ and __Berlin New Year 2017__ have been combined into __New Year's Eve, Berlin Kreuzberg__.\n\n__Condenser Mic Squeals__ is now a suite of 10 separate instruments.\n\n__Cymbal Workouts__ now consists of two instruments, and two long clips.\n\n__Hum, Hiss & Crackle__ and __Percussion__ have been combined into __Studio Detritus__.\n\n__New Year's Eve, Berlin Kreuzberg__ is now a suite of 2 separate instruments, and 2 WAV files.\n\n__Noise Reduction Artifacts__ is now a suite of 12 separate instruments.\n\n__Vintage Field Recording__ is now a suite of 16 separate instruments, and 16 WAV files.\n\n...\n\n__Antique Piano__ now has controls for attack, release, velocity sensitivity, gain, stereo, ring mod, and reverb.\n\n__Breaths__ now has controls for release, tone, LFO, filter, and velocity sensitivity.\n\n__Breaths__, __Runout Grooves__, __Studio Detritus__, and __Studio #Fails__ now have controls for release, tone, LFO, filter, and\nvelocity sensitivity.\n\n__Election Protest__ contains no sound shaping controls.\n\n__Vintage Field Recording__, __Noise Reduction Artifacts__, __Cymbal Workouts__, __Condenser Mic Squeals__, __Guitars__,\n__Bendir, Darbuka, Flower Pot__, __New Year's Eve, Berlin Kreuzberg__, and __Sax__ now have controls for attack, release, stereo, reverb, filter, resonance, and velocity sensitivity.\n\n...\n\n__Seurat MIDI__, __No-Input Mixer__, __Viola__, have been removed from the library and will return in upgraded form later this year.\n\n__Clarinet__, __Drum Kit__, __Folk Guitar Lesson Vinyl__, __Oberheim Expander__, __Ooohs and Ahhs__, __Overtone Singing__, __Whistling__, __Sweet Bea Vinyl__, and __Zither__ have been removed from the library.\n\n</div>\n\n\n\n\n\n\n\n","ak":"Sound Library","as":"20813842-3935-4347-8d41-01e547f47a40","av":"sl2-anim-wide-no-text.gif","aw":"4","az":true,"bc":"1","bg":"whats-new-in-sl2","bi":"home-features, sound-library","bj":"What's new in SL2?"},{"bl":"484b3bbe-3893-11eb-9b19-d773ba798561","ag":"HEM is alive! Here's what's new in this revival month:","ah":"news","ai":"March 2021","aj":"## Tracks\n\nMichael Pisaro and Julia Holter unveil a touching unreleased setting of Oswald Egger employing Casio and field recordings. Line Gøttsche contributes a selection of early breakthroughs. From the archive surfaces ultra-rare concert audio featuring austrian performance artist Sara Galaxia, and an unreleased remix of Ekkehard Ehlers and Stephan Mathieu's classic album \"Heroin\" made by Kevin Drumm. Listen to these, and the extensive archive [here](/tracks).\n\n## Articles\n\nVito Acconci \n\n## Sound Library\n\nSL2 is a significant update to the best of the original SL1 packs. Sounds fill the keys, new parameters allow real-time tweaking. The focus is on playability and free improvisation. See\n\n## New Website\n\nHEM's new website features an extensive tracks archive section, critical writing section, fancy new music player, chunky UX, and pay-what-you-can pricing.\n","bs":"0","ap":"0","aq":"10","as":"484aed4f-3893-11eb-9b19-d773ba798561","av":"update-march-2021.jpg","az":true,"bc":"1","bg":"update-march-2021","bi":"monthly-updates","bj":"Update—March 2021","bm":"Article"}]