[{"ac":"Jason Grier","ag":"Ekkehard Ehlers' essential electronica opus sees a breathtakingly warm analog revival.","ah":"press-releases","ai":"April 2013","aj":"***FOR IMMEDIATE RELEASE***\n\nEkkehard Ehlers: Betrieb, Analog Remaster\n\n***Formats***: CD (with 24bit Download Card)<br>\n***Release Date***: April 1st, 2013<br>\n***Cat. Nr.***: HEMK0028<br>\n\n***History***\n\nPreviously released in 2000 on Mille-Plateaux\n\n***Credits***\n\nWritten and produced by Ekkehard Ehlers<br>\nContains samples of music by Charles Ives and Arnold Schönberg<br>\nRestoration and Mastering by Phillip Haut<br>\nCover Art by Stefan Thiel<br>\nPhoto: Oliver Schultz-Berndt / SPEX\n\n***Tracklist***\n\n1. On/Auf\n1. Inside/Innen\n1. Open/Offen\n1. Slow/Langsam\n1. Wide/Weit\n1. Faster/Schneller\n1. Earlier/Fr'fcher\n1. Round/Rund\n1. Wider/Weiter\n1. Later/Später\n1. Down/Unten\n1. Deep/Tief\n1. Always/Immer\n1. Shut/Zu\n\n***About Betrieb***\n\nBefore lo-fi tape hiss and filter murk became the preferred ways of fucking up your music, all we had to rely on was the glitch. The early 2000's were the swingin' glitch years, when clicking, skipping, beat-repeat and buffer-delay seeped into every ontological stratum of music-making.\n\nBut it wasn't just flashy winks teased into indie pop-dance, facile quasi-classical crossover, and bookish sound art. Glitch was a grand, sweeping sea-change in how people listened to recorded music. The idea that the act of editing was now elemental, unconcealed; that seems to be the legacy of experimental electronica's golden years.\n\nAnd at the heart of it all seemed to lie this curious little album by Ekkehard Ehlers, made of nothing more nor less than mashups of two of the previous century's musical sea-changers, Arnold Schönberg and Charles Ives. A high concept, even for haughty times. Not exactly the stuff of poetical dreams, right?\n\nBut in the decade to follow, Ehlers would become well-known for balancing the heart precariously upon the intellectual sword. In his follow-up to Betrieb, the \"Ekkehard Ehlers Plays\" series, the works of Cornelius Cardew and Albert Ayler were brought to bear upon a new tradition that had yet to figure out how it felt about feeling. While before it, as any proper first album should, Betrieb could have no better stated this mission of pitting concept against intuition. To this day, Betrieb continues to articulate the epistemology of its era, as much as it offers timeless auditory delights.\n\nHEM's 24bit remaster represents a significant update to the original sound. The original masters were transferred to 1/2\" tape, and then treated to a remarkable journey through hand-wound patch cables, bespoke acoustics, and humming transistors.\n\nEhlers' music not only stands up to the analog treatment, it shines: Clicks and pops have become fuzzy glowing points of starlight, while once-foggy atmospherics have become layered, multidimensional skeins of strings and smoke.\n\nBetrieb was once the thinking-person's feeling-music (or the feeling-person's thinking-music). But it is now, simply, a transportive listening experience.\n","as":"f47f4800-485e-11eb-a734-057291ab284f","av":"betrieb.jpg","aw":"6","az":true,"bf":"Ekkehard Ehlers","bg":"betrieb-ekkehard-ehlers-press-release","bi":", done-for-now","bj":"Betrieb Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"April 2012","aj":"\n\nClouds: Jason Grier\n19 JUNE 2012\nVINYL/ DIGITAL . HEM21 . HEM BERLIN\nGuests: Julia Holter & Lucrecia Dalt (Vocal Duets)\n* Lyrics Printed Below.\nTracklist\nAre You Nervous?\nKarma (with Julia Holter)\nThe Rules\nClouds (with Lucrecia Dalt)\nGenetic Memory\nMad Criminale\n\nAbout Jason Grier\nBorn\nBaltimore, Maryland. Active in: New York, Los Angeles, San Francisco, Berlin\nHonors\nAttended California Institute of the Arts. Founded Human Ear Music - HEM Berlin, \n2006-2012. Co-directed HEM with Ariel Pink & Julia Holter 2006 - 2009. Senior front-\nend architect for German social media.\nPast Work\nAriel Pink (Pre CD 2006, Scared Famous CD 2007-08), Gary Wilson (Lisa Wants to \nTalk To You CD 2008), William Basinski (Trauermusik Festival 2009), Linda Perhacs \n(Live at SFAI 2010), Michael Pisaro (Ascending Series 3 Concert 2008, Dog Star \nFestival 2009/2010, Tombstones 2012), Lucrecia Dalt (Commotus LP 2012), Nite \nJewel (Good Evening CD 2009), Julia Holter (Eating the Stars EP 2006, Smallsongs \nEP 2008, Maria 7\" 2011) Jeepneys (Lats Yerk 7\" 2011), Heart Shaped Rock (Heart \nShaped EP 2011).\n\nAbout Clouds\nClouds is a little novella of an album; a sphinx-like meditation on fate, circumstance \nand the oddities of being a perpetual traveller. Fittingly, it was recorded in three years \nand three cities; between 2009 and 2011 in Los Angeles, San Francisco and Berlin. \nGrier carried the drafts around like a travelogue, and the resulting compositions read \nlike an accumulation of curiously juxtaposed sounds and notes-to-self about the fickle \nnature of fate.\nUsing personal deconstructions of amateur soul music as a skeleton, Grier fleshed out \nnods to Kosmiche, 70′s Eno, Janet Jackson and Jodeci, Terry Riley, drone music, \nrenaissance organ music, and medieval composers like Petrus de Cruce and Josquin \ndes Prez. He first crafted an original set of grooves, then deleted beats and notes until \njust-so-little of the original syncopation could be felt. In the resulting void, he sought \nout hovering musicologies emerging like clouds in tension with nothingness.\nIn \"Karma\", the gorgeously sparse duet with Julia Holter, the void is filled by one of the \nalbum's many field recordings, sourced from a badly scratched \"soothing sounds of \nnature\" record found in a San Francisco thrift store. The vinyl hiss creates a double-\nirony, but more importantly serves as a kind of \"springtime mist\" where the tensions \nnothing/ something, sure/ unsure, and I-love-you/ I-love-you-not come in and out of \nfocus. Grier composed the vocals following a medieval technique where a single \nmelody is traded between performers. The result is a love poem that may or may not \nbelong to the same heart, that may be spoken by indifferent voices, or by two people of \none mind.\nContrast this to the title track, where bubbling, fizzing energy propels a sardonic \nexchange between a hapless dreamer (Grier) and a hip stoner (portrayed by Lucrecia \nDalt). The dreamer can never convince the stoner that doing what comes natural is \nextraordinary. But ultimately, both agree \"that all you really ever need is in the sky\" -- \nbe it a sky filled with dreams or smoke.\nBetween \"Karma\" and \"Clouds\", sits ecclesiastical funk ballad, \"The Rules\". Here Grier \nclaims that fate isn't our maker; it's just a hitchhiker riding our lives to some far off \nplace. The song's A-B-A structure, with a deadpan verse repeat after 4 minutes of \ntantric buildup, echoes its theme of eternal return. This probably best sums up the \nmovement of Clouds. We get nervous peering at the void (which is always the true \nform of \"what comes next\") even though we're certain to encounter something familiar. \nYou keep meeting the same souls over and over again. And it's quite nice. \n\nClouds: Lyrics\nAre You Nervous?\nWho am I to live to sip until it's gone?\nPossibilities, of an otherly life?\nWill the tea be mulled and we live through the Karma?\nLove's in, we're alive to stay alive.\nWhat was that you need?\nWhat can I provide?\nAre you nervous?\nSpeak of love to me, not love of willpower.\nAre you nervous?\nWhy don't you like hear what everybody plays?\nEach and every time.\nAnd time is all we need to keep today, and realize.\nAre we alive?\nSpeak of love to me, not love of willpower.\nAre you nervous?\nKarma\nSung as two separate thoughts, or one overlapping thought.\n(Holter)(Grier)\nNoseNo\nEyesLove\nEarsSongs\nShapes Hide\nFaceNo glory\nForge You\nEyesMade\nOfIt\nGoldRight\nInBy\nSideMe\nAnyway\nDon'tThink\nJustSoftly\nGoAnd leave these ropes\nRightHere\nBeSide\nMe\n\nAnyway\nDon'tThink\nJustSoftly\nGoAnd leave these ropes\nRightHere\nAndLeave\nBe\nI could\nNothingThank you\nNothingSay more\nNothingYou hear\nNothingDon't\nNoHear\nThing\nI could\nLoveGive you\nLoveSay I\nLoveIf you\nLoveCan You\nLoveLove\nThing\n(Chorus)\nWe all share our little Karma.\nAlways keeping on.\nThe Rules\nIt's so nice to meet you again.\n(Wasn't nothing taken.)\nYou're the same poem my life read to me once before.\n(We all go in circles.)\nWe don't decide these things, we propel them.\n(And on their behalf...)\nOur actions lay like flowers in bed.\nI'm always observing the rules,\nwhile you're making more to-do's.\nI'm always debating the clouds,\n\nwhile you're steady shining through.\nClouds\nGrier: Baby I'll always know you one way or another.\nWhat is it like to feel high?\nDalt: Oh it feels so natural.\nGrier: Right, right.\nDalt: Oh oh oh.\nGrier: Oh oh oh.\n(Chorus)\nThey say you can't hang around\nwith your head up in the clouds.\nBut maybe it's the other way around.\nPeople can't get you down.\nAll you really ever need's in the sky.\nGrier: Baby I love the way you draw lines in the sky.\nI want that for myself!\nDalt: Oh I do it all the time.\nGrier: Right, right.\nDalt: Oh oh oh.\nGrier: Oh oh oh.\n(Chorus again.)\nGenetic Memory\nDo I need the architect inside me\nto explain what I feel inside?\nAll because of you I envision something.\nWho really knows what we do in time?\nDon't burn it up!\nTake the time it takes for the light to hit your eyes.\nMy lady's like the tune of life.\nShe turns to a symphony in time and turns\n\nto a bird or a souvenir song.\nI wanna love you for real this time.\nDon't burn it up!\nTake the time it takes for the light to hit your eyes.\nBaby it's you.\nI can't fake it.\nWasn't I like a tear falling that you caught up?\nMad Criminale\nThere are many reasons.\nWhat is this all about?\nThe things you say go through my mind.\nMaybe you are the reason.\nOr maybe you are the seasons.\nAnd forever you go backward in time.\nWell the lesson that I've learned is,\nI don't want to live without you.\nWe see one lesson re-learned time and time...\nGrowing old sounds like treason.\nIsn't that not a fact?\nThe things you say go through my mind.\nWaking up to a stranger.\nOr maybe you are the seasons.\nAnd forever you go backward in time.\nWell the lesson that I've learned is,\nI don't want to live without you.\nWe see one lesson re-learned time and time...\nNo one ever says you have to stay or leave or stay.\nWe are not alone in history.\nOur lives are late.\nI won't leave myself.","as":"f47f9620-485e-11eb-a734-057291ab284f","av":"clouds.jpg","aw":"10","az":true,"bf":"Jason Grier","bg":"clouds-jason-grier-press-release","bj":"Clouds Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"April 2012","aj":"\n\nCommotus: Lucrecia Dalt\n19 JUNE 2012\nVINYL/ DIGITAL . HEM19 . HEM BERLIN\nGuests: Bass on Batholith by Luke Sutherland, Harmonium on \nSilencio by Julia Holter\n* Lyrics Printed Below.\nTracklist\nSaltación\nEscopolamina\nTurmoil\nConversa\nMultitud\nJet\nEsplendor\nMohán\nSilencio\nDo I Dare Disturb Your Dreams\nWaste of Shame\nBatholith\n\nAbout Lucrecia Dalt\nPhoto Credit: Catalina Pérez\nBorn\nPereira, Colombia. Active in: Pereira, Medellín, Barcelona. \nReleases\nSeries Media (Colombia), Mil Records (Mexico), Monika Enterprise (Deutschland), La \nBèl (Italy), Pruna (self-owned, Spain). \nCompilations\nSeries Media (Columbia), Red Bull Music Academy (Deutschland), Dublab (USA), \nMonika Enterprise (Deutschland), Sony (USA), At At Records (Mexico), Wundertunes \n(Deutschland), Hundertzwei (Deutschland), Lounge.co (Colombia), Latin Lovr Crw \n(Colombia), Melodie Lounge (Colombia).\nFestivals\nMutek (Spain), Fusion (Deutschland), Wordtronics (Deutschland), CDQ (Poland), \nSónar (Spain), Festival Centro (Colombia), Les Siestes Electroniques (France).\n\nAbout Commotus\n(text by Jason Grier)\nAt the beginning of history, Ariel Pink once said \"all the best shit's made when you're \nalone.\" But how far did he imagine this edict could be taken beyond the psychedelic \nand into the realm of the purely personal? Today, we seem to have two branches in \nthe school of experimental pop. One branch privileges object-hood, richness of \nsurface, and mass-hallucinatory quotation. The other (much less celebrated) branch \nseeks to recapture authenticity in the form of a highly personal hallucination of music \nhistory.\nWith her sophomore full-length, Lucrecia Dalt follows the latter branch as far as it \nseems to go. She leaps into a surrealist landscape with stunning abandon, eschewing \nthe comparatively safe tropes and song structures of her previous work. And she \ncharts a surprisingly inventive and rewarding territory in the process. Much as it is with \nher newfound contemporaries at HEM Berlin, for Dalt, solitude and assemblage (of \nsound, genre, musicology, technique) is an exploratory zone steered toward the inner \nuniverse. To follow the music, one must be prepared to make this trip as real as sound \nitself.\nThemes of agitation and disturbance, cumulative, impending and scalable, propel \nCommotus, and create a framework for understanding its emotional spectra. The \nmusic lives in the contradiction between having time to reflect on the inevitable, and \nthe irrevocability of its outcome. \nDalt, who is a civil engineer with a specialty in geotechnics, knows that motion on a \ngeologic time scale can be the most poignant analogy to the interminable struggle \nbetween self-awareness and sea change.\nThe album opens with a Saltación. An English speaker's mind might mistake a bit of \nwordplay here, as if this opening statement were a \"salutation.\" It seems like a proper \ngreeting enough, with a ceremonious gong resounding behind a chorus of liquid \nangels and transistor-organ castanets. In fact, Saltación is a geological process that \noccurs within sand dust, a repeated movement that ultimately accumulates to \nenormous scale. It is with this timeless notion of the enormity of change that Dalt greets \nus.\nEscopolamina is a drug that erases memory temporarily. It is commonly used in Dalt's \nbirth country, Colombia, to steal things on the streets. Escopolamina causes the victim \nto lose total will for minutes so as to give their belongings up voluntarily. The song's \nsneaky tango metre creeps over a metronomic click-track, as if to mock the experience \nof lost time. But the lyrics quickly inform us that our perspective is not the predator's \nview, but the victim's: \"You'll adore seeing me under your feet.\"\nIn Turmoil, she reveals her new approach to music as well as any other track. \n\nSpeaking like a master to a servant, she intones \"long, lasting, filthy, seeking...\" at \nonce mantra-like and languid. Here she shows that she is as unafraid to approach \nambivalent concepts as she is dramatic tension, with a newfound, sullen maturity. She \nsays, \"I've been doing deals with the devil, you should have been aware of all this fire.\" \nForestalling the servant's response until Esplendor, four tracks later, she proclaims \n\"Well you see, no, you don't see, your unforgivable sins don't allow you to see my \nsplendor \"mi splendor\", but somehow in my fostered idiocy, I am born, you know me, \nwell, you knew me well! You knew me well until today.\"\nIn Batholith, it all comes to a head: \"Let me brake your ecstasy my love, you forgot that I \ndon't, obey to your linear truth, you forgot, that I have the felsic spring powers, surprise \nsurprise, I'll disrupt your narrative and alter your flattened landscape, sorry about that.\"  \nThe love story of a batholith spring that reshapes our predictable ground. Or the \nDeleuzean thought of geological time: something can spring from the depths and \nchange our narratives, our perception of reality and we are somehow obliged to \ncontinue with this new appearing, deal with it, or suffer it...\nDalt has established herself as a solo performer, building songs live and in recordings \nusing pedals, laptop, and loops. She's even been seen with a touch-screen strapped \nto the wings of her electric bass. So it's all the more surprising that, throughout \nCommotus, she works with an enormous, and enormously subtle, sound palette, \nalmost completely triggered from solo bass. (Two notable exceptions being guest \nappearances from Luke Sutherland and Julia Holter.) \nSome of these sounds are as concrete as a timpani shot, or the snap of an analog \nrhythm box. But the majority of sounds exist in a nether-world between evocation and \npure abstraction. This is rife terrain for self-expression, and dramatic tension, with a \nresult made all the more poignant because she's playing alone. In Commotus, you can \nhear every sound event becoming the curled-up dimensions of a richly personal \nexperience.\n\nCommotus: Lyric Sheet\nSALTACIÓN\nY se va, se va dejando \nrepetir la situación\ndespués del vuelo a comenzar\ncasi en el mismo punto\nLa saltación se hace evidente\nse pierde el control\ndesde adentro el tiempo es otro\ntodo pasa\nESCOPOLAMINA\nTu, ¿qué ves?\ntu, ¿qué miras?\ntu qué, ¿me vas a dar escopolamina?\nUu, voy a volar\nuu, en segundos\ntu, vas a adorar\nverme a tus pies.\nTURMOIL\nLong, lasting, filthy, seeking\nof a truth you still haven't seen\ntoo much thinking, leaking, dying\nand still you want to try\nCause I've been doing deals with the devil\nYeah, I've been doing business with the devil\nyou should have been aware of all this fire\nhow 'bout you stop, thinking we could'd end it all.\nCONVERSA\nY usted\nme puede decir \nen qué \nme está convirtiendo?\nAhora lo puedo ver\n\nahora que ha pasado un tiempo\ny usted parece que ríe\nespero que un día de estos\nLo lamente!\nESPLENDOR\nWell, you see\nno, you don't see\nyour unforgivable sins\ndon't allow you to see\nmy splendor\nmi esplendor\nbut somehow \nin my fostered idiocy\nI'm born\nYou know me, well\nyou knew me well\nyou, knew me well until today\nthought you know me well\nyou knew me well\nyou don't listen.\n(repeat)\nMOHÁN\nDicen que en la oscuridad\nsus ojos brillan mas\ny que ríe sin parar\npor el monte suele estar\npor si quieres cruzar\noyeme! oyeme!\nDicen que es descomunal\nnada calmará su sed\nun tabaco suele fumar\noyeme!, oyeme!\nDO I DARE DISTURB YOUR DREAMS\nDo I dare disturb your dreams\nWASTE OF SHAME\nExtract from the Sonnet 129 Th'expense of spirit in a waste of shame by William \nShakespeare\n\nTh'expense of spirit in\na waste of shame, is lust in action until action lust, \nis perjured, murderous, bloody, full of blame, \nsavage, extreme, rude, cruel, not to trust, \nenjoy'd no sooner but despised straight, \npast reason hunted and no sooner had, \npast reason hated as a swallow'd bait, \non purpose\nBATHOLITH\nLet me brake your ecstasy my love\nyou forgot that I don't\nobey to your linear truth\nyou forgot\nthat I have the felsic spring powers\nsurprise! surprise!\nI'll disrupt your narrative\nand alter your flattened landscape\nsorry about that!","as":"f47fbd30-485e-11eb-a734-057291ab284f","av":"commotus.jpg","aw":"11","az":true,"bf":"Lucrecia Dalt","bg":"commotus-lucrecia-dalt-press-release","bj":"Commotus Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"August 2017","aj":"\n\nDEMONSTRATION\nDISC\nJason Grier\nCover art: Abstract Painting (726) © Gerhard Richter 2017\nTracklist:\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\nAll tracks © Jason Grier 2017\nMade with HEM SL and Seurat MIDI (BSD free software license)\nRelease Date: 6. October, 2017 – Formats: Digital, Streaming, GitHub\nfeat. Julia Holter, Lucrecia Dalt, Jana Papenbroock, Corey Fogel, Danny Meyer, Hogir Göregen, Alain Paul, \nLaena Myers-Ionita, Annelyse Gelman\n**To obtain copies of the sound library, and project files, prior to release, contact: j@hem.rocks\n\n\"Demonstration Disc\" is, ostensibly, a new album by Human Ear Music creator Jason Grier; \nequally  so,  it’s  a  quickstart  guide  to  the  sonic  offerings  in  the  open-sourced  collection  of \nsamples and generative music tools which Grier spent the past 4 years carving, cutting, and \ncoding from bespoke studio recordings and wayward sonic data.\nIssues of labor theory, social practice, and sonic activism underly an abstract surface worked \nand  re-worked  toward  a  hallucinatory  depth  of  field.  Loud,  decadent,  irreverent,  and \ncinematic,  \"Demonstration  Disc\"  sounds  like  mashing  down  all  the  preset  buttons  on  your \nsparkling-new, cosmic-avant-garde monster synth, with delectable aplomb. \nThe track titles, simply numbers 1 thru 10, wink at the idea that this is a generic test suite, \nbut also belie the thematic and political undertones of the album, composed largely in Berlin \nand  Amsterdam,  in  November  2016,  on  the  brink  and  during  the  aftermath  of  the  US \npresidential elections.\nSounds  range  from  the  lushly  psychoacoustic  –hundreds  of  guitar  harmonics  woven \ntogether  into  gossamer  threads,  panoramic  field  recordings  of  Berlin’s  raucous  New Year’s \nEve  fireworks–  to  the  non-cochlear,  for  example,  outtakes,  gaffes,  and  editing  remnants \npreserved  as  artifacts  of  artistic  labor,  as  well  as  rips  of  Facebook  video  feeds  of  mass \nprotests following the US election, so mangled by a slow NY–Berlin internet connection as to \nconverge  upon  what  is  stereotypically  diagnosed  as  “noise  music“,  but  is  neither  distinctly \nnoise,  nor  music,  as  such,  even  in  its  deployment  at  the  end  of  the  album’s  penultimate \ntrack.\nMusically,  Demonstration  Disc  furthers  the  approach  taken  on  2013’s  «Unbekannte», \ndescribed  as  «a  series  of  mysterious  short  films»,  by  Julia  Holter  –who  makes  a  cameo \nappearance on «6», whistling a sliced-up Au Clair de la Lune. Unlike «Unbekannte», which \nwas largely hand-edited, Grier’s sound-monoliths on Demonstration Disc are machine-tooled \nby Grier’s often unpredictable «generative playback engine», a sample-dot sprayer which he \njokingly dubbed «Seurat MIDI».\nThe  resulting  assemblies  of  sound  are  more  complex  and  dense,  sprawling  for  their \nrelatively  small  running  times,  and  almost  illegibly  detailed  at  times,  for  example,  track  6’s \ncoruscated vault of sleigh bells, squiggly noise reduction artifacts and high notes from a 150-\nyear old, wood-rotted piano Grier discovered in a Tuscan villa.\nThe  album  is,  nonetheless,  part  of  a  larger  project  which  includes  the  “open-sourcing“  of \nGrier’s sound library, the mainstay of his long-duration performances since 2013, comprising \n1800+  audio  samples,  plus  the  Seurat  MIDI.  Not  only  are  the  sounds  and  the  tools  freely \navailable, Grier even provides tutorials and has planned expansion packs, making this act of \nframework development into the larger artwork itself.","as":"f4800b50-485e-11eb-a734-057291ab284f","av":"demonstration-disc.jpg","aw":"1","az":true,"bf":"Jason Grier","bg":"demonstration-disc-jason-grier-press-release","bj":"Demonstration Disc Press Release","bk":"Demon&shy;stration Disc Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"November 2013","aj":"\n\nAll songs written and produced by Ariel Pink.\nGorilla consists of Ariel Pink, Paul Choe, Ivan \nSato, Rueben Einstein, Gil Biberstein\nAppleasians consists of Ariel Pink and Sonya \nEdelman\nHaunted Graffiti wasn’t the first time a bedroom-cloistered Ariel Pink revolution-\nized his own sound and persona by taking to the stage with a band. The creator \nof last year’s re-issued Thrash & Burn – a psycho-delic sketchbook of vibes so \nsequestered as to be damn near claustrophobic in their intimacy – concurrently \nkept more than a few bands going in the late 90’s - early 00’s. Two of those \nprojects our dear listener will find compiled here: “Gorilla” and “Appleasians”.\nThis two-disc archival restoration was salvaged from the same scratchpile of This two-disc archival restoration was salvaged from the same scratchpile of \ncrumbling CDr's and 8-track cassettes as Thrash & Burn. Given a thorough mas-\ntering treatment, this collection makes a fitting conceptual counterpart to Thrash \n& Burn, while shedding some much-needed light on the origins of Pink's mystify-\ning, often volatile stage persona.\nMore than just an academic study, \"Early Live Recordings\" holds gems like the \nhooky “Tractor Man” the chugging “Inside Looking Out” or a stunningly efficient \ncover of The Shaggs' \"He's Still My Cutie\" – which could easily be contenders for \nsome of Pink's most effective pop moments.\nWhat’s more fascinating than the myriad web of mutated punk, garage, noise What’s more fascinating than the myriad web of mutated punk, garage, noise \nand pop references quoted throughout this compilation's music, lyrics and track \ntitles, is how the breadth and scope of Pink’s nods to the brutalist phalanx of his \nheroes seems to suggest that the rawness of these early tracks comes not from \nPink’s musical nascence, but rather, may indicate an altogether more calculated \naffair.\nAnd for all its dingy, campy chaos, \"Early Live Recordings\" bubbles with a fidgety, And for all its dingy, campy chaos, \"Early Live Recordings\" bubbles with a fidgety, \njuvenile undercurrent – take for example the pre-adolescent blasé of “Farewell \nGoodbye”, or the \"By the Powers of Grayskull\" in which a puerile-seeming \nHe-Man cartoon refrain looms over a Nietzschean diss track.\nWhich isn’t to say that Ariel was a kid when he made these recordings. He Which isn’t to say that Ariel was a kid when he made these recordings. He \nseems to be embracing the role of a faux naif in order to map out the prodigality \nof his later, signature recordings. (Those recordings, \"The Doldrums\", \"House \nArrest\" and \"Worn Copy\", followed by just a few years, if not months.) These re-\ncordings are not just sonic experiments gone mad, but studies for an attitude, \npreparations of a vocabulary of acting and acting out that would become key \ncomponents of Pink’s infamous on- and off-stage personae.","as":"f4803260-485e-11eb-a734-057291ab284f","av":"early-live-recordings.jpg","aw":"3","az":true,"bf":"Ariel Pink","bg":"early-live-recordings-ariel-pink-press-release","bj":"Early Live Recordings Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"November 2013","aj":"\n\nHEM\nHEM | Human Ear Music – www.humanearmusic.de\nHaunted Graffiti wasn’t the first time a bedroom-cloistered \nAriel Pink revolutionized his own sound and persona by \ntaking to the stage with a band. The creator of last year’s \nre-issued Thrash & Burn – a psycho-delic sketchbook of \nvibes so sequestered as to be damn near claustrophobic in \ntheir intimacy – concurrently kept more than a few bands \ngoing in the late 90’s - early 00’s. Two of those projects our \ndear listener will find compiled here: “Gorilla” and “Applea\ndear listener will find compiled here: “Gorilla” and “Applea-\nsians”.\nThis two-disc archival restoration was salvaged from the \nsame scratchpile of crumbling CDr's and 8-track cassettes \nas Thrash & Burn. Given a thorough mastering treatment, \nthis collection makes a fitting conceptual counterpart to \nThrash & Burn, while shedding some much-needed light on \nthe origins of Pink's mystifying, often volatile stage persona.\nMore than just an academic study, \"Early Live Recordings\" \nMore than just an academic study, \"Early Live Recordings\" \nholds gems like the hooky “Tractor Man” the chugging \n“Inside Looking Out” or a stunningly efficient cover of The \nShaggs' \"He's Still My Cutie\" – which could easily be con-\ntenders for some of Pink's most effective pop moments.\nWhat’s more fascinating than the myriad web of mutated \npunk, garage, noise and pop references quoted throughout \nthis compilation's music, lyrics and track titles, is how the \nbreadth and scope of Pink’s nods to the brutalist phalanx of \nhis heroes seems to suggest that the rawness of these early \ntracks comes not from Pink’s musical nascence, but rather, \nmay indicate an altogether more calculated affair.\nAnd for all its dingy, campy chaos, \"Early Live Recordings\" \nAnd for all its dingy, campy chaos, \"Early Live Recordings\" \nbubbles with a fidgety, juvenile undercurrent – take for ex-\nample the pre-adolescent blasé of “Farewell Goodbye”, or \nthe \"By the Powers of Grayskull\" in which a puerile-seeming \nHe-Man cartoon refrain looms over a Nietzschean diss track.\nWhich isn’t to say that Ariel was a kid when he made these \nWhich isn’t to say that Ariel was a kid when he made these \nrecordings. He seems to be embracing the role of a faux \nnaif in order to map out the prodigality of his later, signature \nrecordings. (Those recordings, \"The Doldrums\", \"House \nArrest\" and \"Worn Copy\", followed by just a few years, if not \nmonths.) These recordings are not just sonic experiments \ngone mad, but studies for an attitude, preparations of a vo-\ncabulary of acting and acting out that would become key \ncabulary of acting and acting out that would become key \ncomponents of Pink’s infamous on- and off-stage personae.\nAriel Pink\nHuman Ear Music – HEMK0027\nRelease Date – 15. June 2014\nFormats – LP (with download card), Digital\nUPC – 616316618121\nDISC ONE TRACKLIST:\n01 Berzerker\n02 Logan's Run\n03 Chunga\n04 El Fantastic Summer Part 1\n05 Lila Lay\n06 Die He Die\n06 Die He Die\n07 I'm Burning Up\n08 Why Am I So Sad\n09 Nazi Love\n10 Darby's Revenge\n11 Not Her Home Yet\n12 I Sold My Soul\n13 Dancing in the Darkness\n13 Dancing in the Darkness\n14 Zip Drive\n15 By the Powers of Grayskull\n16 Damo's CD\n17 Funeral in an Aircraft\n18 Farewell Goodbye\nDISC TWO TRACKLIST:\n01 Tractor Man\n02 Inside Looking Out\n03 Something In Your Eye\n04 Nana\n05 Crusades\n06 Don't Turn Back\n06 Don't Turn Back\n07 Who Has Scene The Ween\n08 Nana Reprise\n09 My Cutie\n10 I Lied To Her\n11 Shelly Come Out Tonite\n12 Don't Turn Back\n13 In The Dungeon\n13 In The Dungeon\n14 Inside Looking Out\n15 The Appleasians\n16 Art Life\n17 Red Scare\n18 2008\nCREDITS:\nAll songs written and produced by Ariel Pink.\nGorilla consists of Ariel Pink, Paul Choe, Ivan Sato, Rueben Einstein, Gil Biberstein\nAppleasians consists of Ariel Pink and Sonya Edelman\nCONTACT:\nWorld: Redeye Distribution, Laura Campbell  (laura@redeyeusa.com)\nLabel: Human Ear Music (info@humanearmusic.de)\nLabel: Human Ear Music (info@humanearmusic.de)\n“T\nhe most striking thing is of course the fact that \"Tractor Man\" doesn't \nsound like Pink's signature, nothing like, say, \"For Kate I Wait\". Instead it's \neven rawer, more leaning towards garage pop; but whatever you might want to \ncall it, this song is a pretty fascinating early document of a true musical genius, \none of the most significant and influential artists of the last decade.”\n– Henning Lahman, No Fear Of Pop\nEarly Live Recordings: \nGorilla / Appleasians ","as":"f4805970-485e-11eb-a734-057291ab284f","av":"early-live-recordings-ariel-pink-press-release.jpg","bf":"Ariel Pink","bg":"early-live-recordings-ariel-pink-press-release","bj":"Early Live Recordings Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"April 2014","aj":"\n\nHEM\nHEM | Human Ear Music – www.humanearmusic.de\nHeart Shaped Rock is HEM director Jason Grier's \n(anti)love duets series of songs which he penned for his \nfemale friends, like Nite Jewel, Julia Holter and Laena \nMyers-Ionita.\nThis 35 minute EP zeros in on \"smash hit\" grooves of the This 35 minute EP zeros in on \"smash hit\" grooves of the \nhigh broadcast age: Post-freestyle, slam jam, and day-\ntime drama soundscapes wash over alien musings on \nlove.\nGrier penned these songs specifically for Ramona Gon-\nzales, learning to work her vocal range and cadence into \nhis thickly woven, contrapuntal synth style.\nThis disc comes on a shockingly, gorgeously, red vinyl \nplatter and outersleeve, and is a very, very red album \nindeed.\nIt is the first time back in print, since 2010, for this \nsought-after 12\".\nCREDITS:\nRecorded at Sounds Awful Good in Los Angeles. \nMixed by Jason Kick at Room Five in San Francisco.Mixed by Jason Kick at Room Five in San Francisco.\nRemastered in 2012 by Alain at One Million Mangos, \nBerlin.\nCONTACT:\nWorld: Redeye Distribution, Laura Campbell  \n(laura@redeyeusa.com)\nLabel: Human Ear Music (info@humanearmusic.de)\nTRACKLIST:\nSide A\n1 Dance All Night \n2 Nothing Nothing \n3  Heart Shaped Rock \nSide B\n4 On And On4 On And On \n5 Midnite Blue \n6 Landscape #1\nBonus Download Tracks\n7 Heart Shaped Rock (Papercutz Mix)\n8 Heart Shaped Rock (Original)\n\"H\neart Shaped Rock is a sensual, dreamy, 80s-informed bed-\nroom jam, with a beat that may or may not be an intentional play \non Rock Box.\" — Chris Cantalini, Gorilla vs Bear\nBack in print–Included coupon allows download of 2 additional, \nunreleased tracks.\nJason Grier:\nHeart Shaped \nRock (featuring \nNite Jewel)\n \nHEM18\nRelease Date – 03. June 2014Release Date – 03. June 2014\nFormats – LP (with download card), Digital\nUPC – 879198007340","as":"f480a790-485e-11eb-a734-057291ab284f","av":"heart-shaped-rock.jpg","aw":"12","az":true,"bf":"Jason Grier","bg":"heart-shaped-rock-jason-grier-press-release","bj":"Heart Shaped Rock Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"September 2007","aj":"\n\nHuman Ear Music | 542 S Coronado St 3 LA CA USA 90057\n213 487 4238 | pressinfo@humanearmusic.com\nBubonic\nPlague\nInstant Coma\nInstant Coma, an insouciantly morbid play on John Lenon's \n“Instant Karma,” is the second collection of songs from tongue-\nin-cheek urban-goth synthaestesiologists Bubonic Plague.\nSongwriter Geneva Jacuzzi broadens her horizons, offering the \nunsuspecting listener a variety of groovy synth options. Her \nsignature pastiches space-travel into sonic thickness while \ndropping nods to plastic soul, surrealist jazz, and post-any-wave \nunderground.\nThe mysterious mix of cryptic humor and quasi-occult obscuran-\ntics has not so much mellowed as it has become part of every \nseeping pore, dropping a dizzying quotient of beguilingly indeci-\npherable quips while catching by the tail that all-too elusive \nmusical beast: suspense.\nRecorded entirely on 8- and 4-track analog equipment, these \ntracks push the limits of ad-hoc tape-craft, resembling resusci-\ntated editions of sparklingly jaded, solid-state studio technique in \nits heyday, handed down from ear to ear on generations-old \nmix-tapes.\nAs infectious as Bubonic Plague cult favorites yet mesmerizingly \nlayered and deceptively lo-fi, these songs stand to survive a \ncasual listen. This music makes the masses groove via pure \nhypnotic suggestion.\nPolyhedron\nBad Moods\nGray Wave City\nNonsense Nonsense\nThe Greek Ambassador\nWalkin Again\nInvizible Clock\nDebbie get the fuck out of my house","as":"f480cea0-485e-11eb-a734-057291ab284f","av":"instant-coma.jpg","aw":"15","az":true,"bf":"Bubonic Plague","bg":"instant-coma-bubonic-plague-press-release","bj":"Instant Coma Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"October 2008","aj":"\n\nHuman Ear Music  New Release                           11/24/2008\nLisa Wants To Talk To You  Gary Wilson\nAfter much anticipation, Human Ear Music’s release of Gary Wilson’s first \nall-new full length in 4 years, “Lisa Wants To Talk To You,” is officially hitting \nstore shelves on November 24th, 2008.\n“Lisa Wants To Talk To You” is cult legend Gary Wilson’s first collection of \nnew work since 2004’s Mary Had Brown Hair. The 14 songs were recorded \nand produced by Gary in his San Diego apartment between 2004 and 2007. \nThroughout, he croons gently and frankly over a collection of effortless pop, \nreminiscent of a thousand lounge gigs.\nNever have Gary’s girlfriends been so numerous and charismatic. They are \nshuffled around in a number of combinations, scenes and poses, sometimes \nconfronting each other, traveling in wooded dreams, or warming up their \nmental homes. Their names are blurted out like elements of an abstracted \nlexicon all Gary’s own, and the effect is strangely introspective.\nCover by Gary Wilson and Bernadette Allen.\nRelease Info\nMedia: CD/Post-Consumer 3-Panel Wallet\nRunning Time: 36.2 Minutes, 14 Tracks\nStreet Date: Nov 24, 2008\nUPC: 0026125270\nRetail: $12.99\nWholesale: $6.75\nTracklisting\nAll Alone In Endicott\nLisa Wants To Talk To You\nDance With Linda Tonight\nCome On Mary\nFeel The Breeze\nI Woke Up Into A Thousand Dreams (Instrumental)\nMary Won’t You Dance For Me\nKaren Had A Secret\nRun Through The Woods\nYour Dream Is Not My Scene\nAs I Walk Into The Night (Instrumental)\nSandy\nYou Are Still My Girlfriend\nAll Alone In Endicott\nHuman Ear Music\nHuman Ear Music is an organization devoted to \nvisionary and self-reliant artists. Counted among \nour roster are some of the most intriguing artists \nin the realms of experimental pop and classical \nmusic. We curate events, organize projects and \nmake records.\nGeneral Info\nHuman Ear Music\nJason Grier, Julia Holter\n542 S Coronado St 3\nLos Angeles, CA USA 90057\n+1 213 503 5268\ninfo@humanearmusic.com\nwww.humanearmusic.com\nDistribution\nJanet Kim\njanet@humanearmusic.com","as":"f480f5b0-485e-11eb-a734-057291ab284f","av":"lisa-wants-to-talk-to-you.jpg","aw":"13","az":true,"bf":"Gary Wilson","bg":"lisa-wants-to-talk-to-you-gary-wilson-press-release","bj":"Lisa Wants To Talk To You Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"April 2014","aj":"\n\nHEM\nHEM | Human Ear Music – www.humanearmusic.de\nThe song \"Maria\" is part of Julia Holter's \"Phonetic \nTranslations\" series, in which she interprets global \nkitsch music by translating foreign word-sounds into \nsurreal poetry in her native tongue, English.\nHolter sourced Maria from a Soviet television program Holter sourced Maria from a Soviet television program \nshe discovered on YouTube. The original performer, Ly-\nudmila Gurchenko, was a popular Soviet and Russian ac-\ntress, singer and entertainer. Gurchenko, indeed, had a \ndaughter named Maria, though it is not certain if she \nwrote the song for her daughter.\nHEM's new 7\" features side-by-side lyrics in the original \nRussian, and in Holter's phonetically-translated English, \nboth printed on the vinyl's innersleeve.\nSide B holds a Roxy Music tune covered back in 2009 on Side B holds a Roxy Music tune covered back in 2009 on \nKDVS radio. One of Holter's first live performances, this \nset was commissioned by the KDVS radio program \n\"Phoning it In\". Hosted by Nadav Carmel, the program \nhosts artists who literally \"phone it in\" to the radio sta-\ntion's telephone switchboard. HEM's hefty restoration \nduties were to reveal the tones of Holter's Fender \nRhodes and vocals, using source material that originated Rhodes and vocals, using source material that originated \nsolely from her cell phone.\nOrders of the 7\" Vinyl include a download code to \nredeem for the entire KDVS Radio set in 24bit and Mp3 \nformats.\nTRACKLIST\nSide A\n1 Maria (after Lyudmila Gurchenko)\nSide B\n2 2HB (orig. Ferry)\nBONUS DOWNLOAD TRACKS\n3 A Gold Thunder3 A Gold Thunder\n4 Für Felix\n5 In The Same Room\n6 Je Vivroie Liement\n7 Minerals\n8 Moni Mon Amie\n9 Monocular Eyes\nCREDITSCREDITS\nAll songs written by Julia Holter except \"2HB\" written by \nBryan Ferry. \n\"Maria\" recorded and produced by Julia Holter. \nA \nglimpse into Julia Holter's experimental \npop series \"Translations\".\nJulia Holter:\nMaria\n \nHEMK0020\nRelease Date – 03. June 2014\nFormats – LP (with download card), Digital\nUPC – 634457653078UPC – 634457653078","as":"f4811cc0-485e-11eb-a734-057291ab284f","av":"maria.jpg","aw":"8","az":true,"bf":"Julia Holter","bg":"maria-julia-holter-press-release","bj":"Maria Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"April 2014","aj":"#Julia Holter\n\n##Maria\n\n*A glimpse into Julia Holter's experimental pop series \"Translations\".*\n\n**Formats:** 7-Inch (with 24bit Download Bonus EP.)  \n**Release Date:** April 1st, 2013  \n**Cat. Nr.:** HEMK0020  \n**Vinyl Colors:** Deep Purple with Ivory Inlay\n\n####History\n\n*Previously released in 2010 as a limited-edition, hand-packaged 7\" transparent green vinyl.*\n\n####Credits\n\n*All songs written by Julia Holter except \"2HB\" written by Bryan Ferry.  \n\"Maria\" recorded and produced by Julia Holter.  \nAll other songs recorded by Nadav Carmel at KDVS Radio.  \nRestoration and mastering by Alain at One Million Mangos Berlin.  \n\"Maria\" was adapted from \"Мария\" by Lyudmila Gurchenko.  \nCover art by Jana Papenbroock*\n\n####7-Inch Tracklist\n\n1. Side A: Maria (after Lyudmila Gurchenko)\n2. Side B: 2HB (orig. Ferry)\n\n####Bonus 24bit Download EP Tracklist\n\n1. Maria (after Lyudmila Gurchenko)\n2. 2HB (orig. Ferry)\n3. A Gold Thunder\n4. Für Felix\n5. In The Same Room\n6. Je Vivroie Liement\n7. Minerals\n8. Moni Mon Amie\n9. Monocular Eyes\n\n####About Maria\n\nThe song \"Maria\" is part of Julia Holter's \"Phonetic Translations\" series, in which she interprets global kitsch music by translating foreign word-sounds into surreal poetry in her native tongue, English.\n\nHolter sourced Maria from a Soviet television program she discovered on YouTube. The original performer, Lyudmila Gurchenko, was a popular Soviet and Russian actress, singer and entertainer. Gurchenko, indeed, had a daughter named Maria, though it is not certain if she wrote the song for her daughter.\n\nHEM's new 7\" features side-by-side lyrics in the original Russian, and in Holter's phonetically-translated English, both printed on the vinyl's innersleeve.\n\nSide B holds a Roxy Music tune covered back in 2009 on KDVS radio. One of Holter's first live performances, this set was commissioned by the KDVS radio program \"Phoning it In\". Hosted by Nadav Carmel, the program hosts artists who literally \"phone it in\" to the radio station's telephone switchboard. HEM's hefty restoration duties were to reveal the tones of Holter's Fender Rhodes and vocals, using source material that originated solely from her cell phone.\n\nOrders of the 7\" Vinyl include a download code to redeem for the entire KDVS Radio set in 24bit and Mp3 formats.\n\n","as":"f48143d0-485e-11eb-a734-057291ab284f","av":"maria-julia-holter-press-release.jpg","aw":"10","bf":"Julia Holter","bg":"maria-julia-holter-press-release","bj":"Maria Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"October 2016","aj":"\n\nAs fast as the wind I rushed on my own along the country road in order to \nbe blessed by a more open view; then, in a moment, the sun vanished, \nneither sinking nor behind the clouds, rather as if it had been \nextinguished or removed. Instantly it was a black night; rain...\n– Walter Benjamin, dream transcription from «Das Buch der Träume»\nIf not by accelerating global crises and surreal election cycles in the west, \nlate-2016 may have been marked, historically, as the moment of «peak \nTV» when binge- watching immersive Netflix offerings for hours on end \nproduced the opioid mindstate of a waking dream en masse.\nIn her solo debut, Copenhagen’s Line Gøttsche Dyrholm – violinist, \nCalarts MFA student, and alumna of Danish electronic popband Belle Ville \n– furnishes a nearly perfect anti-partner to our streaming video panem et \ncircenses. Omonia’s 28 minutes of delicate piano and bare vocals feels \nimmersive and epic, fractured and dreamlike, yet anything but soporific.\n\nGøttsche’s voice guides us gracefully and all-too-swiftly through a series \nof disjointed fin-du-siècle set pieces, her narration smoothing out the \nincongruities – partial staircases to nowhere, french doors opening onto \nivy-draped brick walls, an asymptotic woodland twilight in which the sun \nnever quite sets – both sketching out and soundtracking a kind of «Last \nYear at Marienbad» world. Tempered flourishes of classical and jazz \ninstruments accompany her drifting piano sonorities, which sound at \ntimes straight from the late-romantic playbook (Satie, Debussy, and the \nfinal works of Franz Liszt come to mind).\nOn repeated listens, however, the vocal lines prove to be a brittle leader, \nseemingly stitched together from some long-lost narrative thread, the \npeans and barbs of an inflationary love and the bitter arc toward its \nchauvinistic decline: A shadow-play of heroism, computerized bodies and \nameliorating houseplants. Over the course of Omonia’s five sections, \nallusions and metonymies recur and efface each other’s meanings; fragile \nsentence fragments coalesce and diverge again.\nThe performativity of words and decadent asceticism is decisive, and \ntimely. Gøttsche’s low-tech invocation of cognitive dissonance, heightened \nsensitivity, and circular memory finds itself squarely in the midst of our \namnesiac age of digital alienation and artificial dreams. But Omonia \ncomes across as neither a coy sarcasm nor a trenchant critique, rather, \nsomething quite original and strange; sincere and surreal in equal \nmeasure.\n– Jason Grier, Fall 2016\nlinegoettsche.com\nsoundcloud.com/l-i-n-e/sets/oia/s-vgLw4\ndense promotion - Oranien Str. 20 HH SF - 10999 Berlin - ed@dense.de - +49 30 27 59 64 85","as":"f4816ae0-485e-11eb-a734-057291ab284f","av":"omonia.jpg","aw":"2","az":true,"bf":"Line Gøttsche","bg":"omonia-line-gottsche-press-release","bj":"Omonia Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"June 2017","aj":"\n\ninfo@humanearmusic.com | www.humanearmusic.com | ariel@humanearmsuic.com | www.srielpink.com\nAriel Pink’s\nHaunted\nGraffiti\nScared Famous\nKey Selling Points:\nTracklisting:\nCompiling selections from Ariel Pink's massive bank of half-\nforgotten cassettes can seem like an effort in vain, or a pyrrhic \nvictory at best, as what is left out is equally deserving of a listen \nas what's included. The tracks selected for Scared Famous were \nall recorded at a key moment in Ariel's recording adventure, \ndating back to, or immediately following the recordings on \n\"House Arrest.\"\nCulled from a self-made double-album in vague circulation a few \nyears ago, the recordings on Scared Famous stand out for being \nworth more than a listen. Ariel's songwriting powers seems to \nhave taken a leap, stealing the show from his trademark tape-\nethics and begging for appreciation in their own right.\nFor the first time in his grand recording adventure, you hear Ariel\nPink's music evoking a bygone era, not because of the fuzz and \nhiss of delapidated tape, but because you just can't believe \nanybody can write songs like this anymore.\nAppropriately then, this release comes just as Ariel has begun \nplaying out with a six piece band consisting of local Los Angeles \nmusicians, leaving his karaoke-tape days behind.\n1.Girl In A Tree\n2.Howling At The Moon\n3.In a Tomb All Your Own\n4.Beefbud\n5.The Kitchen Club\n6.Gopacapulco\n7.Passing the Petal 2 You\n8.Why Can’t I Be Me?\n9.Baby Comes Around\n10.Jesus Christ Came to Me in a Dream\n11.The List(My Favorite Song)\n12.Are You Gonna Look After My Boys?\n13.Politely Declined\n14.Talking All the Time\n15.Inmates of Heartache\n16.An Appeal From Heaven (Bonus Track)\nAAM servicing college radio\nPress campaign\nFull scale tour to support release\n1/4 page print ads in all your favorite zines\nCo-op dollars available\nCAT#HEAR0003\nSLP: $13.99\nUPC: 6-31778-40032-9\nGenre:Rock/Pop\nPackaging: Standard Jewel Case\nBox Lot: 30\nExport Restrictions: None\nRelease Date: August 21\nst","as":"f48191f0-485e-11eb-a734-057291ab284f","av":"scared-famous.jpg","aw":"14","az":true,"bf":"Ariel Pink","bg":"scared-famous-ariel-pink-press-release","bj":"Scared Famous Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"July 2013","aj":"\n\nLucrecia Dalt – Syzygy\nOut October 15th, 2013 on HEM\nFormats: LP (with download card), CD\nCat. Nr.: HEMK0032 \nVinyl Colors: Deep Deep Midnight Blue\nCredits:\nRecorded by Lucrecia Dalt in Barcelona, November 2012 – March 2013\nCover image by Tonje Thilesen \nGuitar on Murmur by Luke Sutherland\nMastered by Alain at One Million Mangos in Berlin\n(c)(p) HEM | HEMHuman Ear Music, 2013 \nI: An Invitation to Divide\nSyzygy begins with a simple provocation enough: «Are you in a hurry?» But if \nLucrecia Dalt intends to provoke, then her invitation leads to a radically \nunexpected denouement. For Dalt does, indeed, lead us. But where she leads us \nis to a kind of Ursprung of beautiful distress. Syzygy is a notion which Dalt \npoetically amplifies by giving emotional depth to the astrophysical concept of a \npoint of conjunction and opposition. No place is this, and no whole thing can exist \nhere. In contrast to her contemporaries, Dalt's second opus sees her become \nmore the Charon than the chanteuse, reminding us that complicatedness, \ndialectic, and radical alterity are what really forged the axle of creation. For Dalt, \nSyzygy is a state of eternal oscillation that e!ervesces from the sand and levitates \nlike a mirage.\nSyzygy is also an aftermath (maybe the scene following the ineluctable march of \nthe cloud of dust that loomed on the cover of last year's Commotus) an infernal \naporia filled with syntactic ambiguity and indeterminable potential. And Syzygy, \nindeed, plays up that previous album's game of getting you right on Dalt's level; of \nhaving to learn her aesthetic language before you can even ask what's her \nstatement. But unlike Commotus, which required you to adjust your eyes to subtle \ncontrasts of scale and temporality in order to wink at the portentousness of it all, \nSyzygy strikes quickly, like an arrow shot into the night of Dalt's perceptual \ndomain.\nII: The Devil's Staircase\nEvery sound on Syzygy is a trace in darkness. Dalt has refined her palette with \nmicroscopic acuity, made it glimmer with hidden tension and uncertainty, and \nlayered it with bristling moments of surrealism and tragicomic suspense. The \n\nsounds of Syzygy cling so closely to their ideologic roots that it could well be the \nquintessential thought-forms album: Rapid-pulse arpeggios fluttering on the edge \nbetween beautiful texture and unhinged counterpoint. Deep, compelling drones \nflowing onward like a slow river through candlelight. Unbearably sharp prickles \nand ungrounded loops springing up like uncertain stars, or sparks not yet to fuse \ninto higher being. It's hard not to make a comparison to the zoo of elementary \nparticles, or a space age sound library; Except the album advances forward with \nsuch inexorable cohesiveness that its brevity comes as the most electric shock of \nall.\nIn this time, Syzygy treats the listener to an intense – almost Webernian – series \nof micro-climaxes that ratchet you up a devil's staircase. You climb through \ntension after tension, before falling deep into drone and/or punch-drunk reverie. \nAnd the point of entry is just as jagged: After the relatively sanguine trip of \nGlossolalia – with its theme of senseless language and un-becoming serving as \nan oddly beguiling welcome – we are dropped straight into the density of \nInframince, a bass-on-bass counterpoint of oscillator and 808 with vocals skipping \nrandomly between Spanish, Catalan and English. This striking piece is, in fact, a \nsetting of Duchamp's notion of our most undefined moments, like the airspace \nbetween two bodies locked in embrace, the warmth remaining in a chair when \nthe sitter has long vanished, or the unthinkably thin region between a levitating \nmirage and the ground. After Inframince's mounting climax, in which Dalt splits \nherself quite literally in three, so that she can ricochet around the stereo field like a \ndeleterious phantom, we are left with nowhere to go but the weary pastorale of \nsepia-toned finger-plucking, drifting Kubrick-like in deoxygenated space.\nThe move is repeated with Vitti. Syzygy's fractured heart beats here at 600bpm, \nan arpeggiated dervish that simply has nowhere to rest. Dalt's would-be wail is \nsquelched by some kind of tornado leaving her voice crushed and hushed, tonally \nand ideologically rootless, and finally, provoked to some catatonic tropical reverie. \nAnd again, we are put back down deep, in a track ironically titled Levedad, which \nperfectly expresses Calvino's paradoxical celebration of lightness in the face of \ninconsolable weight..... Syzygy continues in this pattern to its conclusion. But let's \nleave it to you to follow on your own.\nIII: The Lightness of Weight\nThe fact that Dalt demands such a thorough transformation of your sense of time \nand texture in just 32 minutes is a testament to her burgeoning production skills, \nas much as to the edgy Barcelona twilight in which the album was composed. For \ntwo months straight, Dalt worked alone in a restless flat, with little measure of \ntime or sleep, suspended, as she was, in the magnetic field of the Barcelona \nMetro. (The magnetic field was so strong her electric bass would produce little \nmore than intense buzzing; one practical reason for Syzygy's stylistic switch to \nsynthesiser drones and anxiety-fraught arpeggios.) In this claustrophobia, she \nfilled her endless twilight with the company of 20th century ghosts. Classics by \nClouzot, Godard, Antonioni and Bergman ran straight through the production \n\nprocess. Dalt would allow the film's sudden changes of mood and tempo to push \nher music in new directions, as if these cinematic moments were simply stems in \nthe mix.\nBut for this reason, Syzygy still advances by means of surprise and aesthetic \ndelight. A purely abstract musical framing of her subject might result in a di\"cult \nlisten, whereas Dalt o!ers up whirring, purring, squealing, episodic timbres that \nare fundamentally filmic.\nIV: Inferno\nIt is, in fact, Syzygy's compressed format that belies the album's \nmultidimensionality; its fabric of conjunction/opposition invades the narrow space \nbetween medium and signification. The lyric sheet is populated (or de-populated, \ndestabilized) by seemingly incongruous quotations and scrambled notations: \nSudden changes of language. Distorted re-arrangements of Benjamin's powerful \ncritique of alienation. Peter J. Carroll's politicized defense of schizophrenia. \nCalvino's touching defense of happiness. A line from a Spanish government email \nconfirming Dalt's change of citizenship.\nThis gives the listener not just a read-along to the vocal tracks, but a hidden \ntextual dimension which covers the album's somewhat cryptic packaging. This \nconjunction/opposition is what makes Dalt's second opus its own kind of \nmasterpiece, realized as it is, not in the listening space in which the music is \nconsumed, but in some archetypal dimension.\nAn inferno in which Dalt's Syzygy is eternally occurring.","as":"f481b900-485e-11eb-a734-057291ab284f","av":"syzygy.jpg","aw":"4","az":true,"bf":"Lucrecia Dalt","bg":"syzygy-lucrecia-dalt-press-release","bj":"Syzygy Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"April 2013","aj":"{\\rtf1\\ansi\\ansicpg1252\\cocoartf1187\\cocoasubrtf370\n{\\fonttbl\\f0\\froman\\fcharset0 Times-Roman;\\f1\\fnil\\fcharset0 LucidaGrande;}\n{\\colortbl;\\red255\\green255\\blue255;}\n{\\*\\listtable{\\list\\listtemplateid1\\listhybrid{\\listlevel\\levelnfc0\\levelnfcn0\\leveljc0\\leveljcn0\\levelfollow0\\levelstartat1\\levelspace360\\levelindent0{\\*\\levelmarker \\{decimal\\}.}{\\leveltext\\leveltemplateid1\\'02\\'00.;}{\\levelnumbers\\'01;}\\fi-360\\li720\\lin720 }{\\listname ;}\\listid1}\n{\\list\\listtemplateid2\\listhybrid{\\listlevel\\levelnfc0\\levelnfcn0\\leveljc0\\leveljcn0\\levelfollow0\\levelstartat1\\levelspace360\\levelindent0{\\*\\levelmarker \\{decimal\\}.}{\\leveltext\\leveltemplateid101\\'02\\'00.;}{\\levelnumbers\\'01;}\\fi-360\\li720\\lin720 }{\\listname ;}\\listid2}}\n{\\*\\listoverridetable{\\listoverride\\listid1\\listoverridecount0\\ls1}{\\listoverride\\listid2\\listoverridecount0\\ls2}}\n\\margl1440\\margr1440\\vieww9000\\viewh8400\\viewkind0\n\\deftab720\n\\pard\\pardeftab720\\sa320\n\n\\f0\\b\\fs48 \\cf0 Thrash & Burn\\\n\\pard\\pardeftab720\\sa280\n\n\\fs36 \\cf0 Ariel Pink\\\n\\pard\\pardeftab720\\sa280\n\n\\fs28 \\cf0 Gatefold Edition\\\n\\pard\\pardeftab720\\sa240\n\n\\i\\b0\\fs24 \\cf0 An absorbing look at Ariel Rosenberg's early musique concr\\'e8te epic.\n\\i0 \\\n\\pard\\pardeftab720\\sa240\n\n\\b \\cf0 Formats:\n\\b0  2xCD / 2xLP \n\\f1 \\uc0\\u8232 \n\\f0\\b Release Date:\n\\b0  April 1st, 2013 \n\\f1 \\uc0\\u8232 \n\\f0\\b Cat. Nr.:\n\\b0  HEMK0001 \n\\f1 \\uc0\\u8232 \n\\f0\\b Vinyl Colors:\n\\b0  Ultra-Clear\\\n\\pard\\pardeftab720\\sa300\n\n\\b \\cf0 History\\\n\\pard\\pardeftab720\\sa240\n\n\\i\\b0 \\cf0 Previously released in November 2012 as a limited-edition, handmade cassette box-set. \n\\f1\\i0 \\uc0\\u8232 \n\\f0\\i Previously released in September 2006 as a limited-edition, handmade cassette box-set.\n\\i0 \\\n\\pard\\pardeftab720\\sa300\n\n\\b \\cf0 Credits\\\n\\pard\\pardeftab720\\sa240\n\n\\i\\b0 \\cf0 All songs written, recorded and produced by Ariel Pink. \n\\f1\\i0 \\uc0\\u8232 \n\\f0\\i Restoration and mastering by Alain at One Million Mangos Berlin. \n\\f1\\i0 \\uc0\\u8232 \n\\f0\\i Cover art by Michael Rashkow \n\\f1\\i0 \\uc0\\u8232 \n\\f0\\i Photo by Laura Grigsby\n\\i0 \\\n\\pard\\pardeftab720\\sa300\n\n\\b \\cf0 Disc #1 Tracklist\\\n\\pard\\tx220\\tx720\\pardeftab720\\li720\\fi-720\n\\ls1\\ilvl0\n\\b0 \\cf0 {\\listtext\t1.\t}Shoes\\\n{\\listtext\t2.\t}Foul Play\\\n{\\listtext\t3.\t}Pleasure Spot 1 (Sweet Jane Rock n Roll)\\\n{\\listtext\t4.\t}Innagecko\\\n{\\listtext\t5.\t}I Disguise You\\\n{\\listtext\t6.\t}Cemetary Suite\\\n{\\listtext\t7.\t}Starry Eyes\\\n{\\listtext\t8.\t}Those Were the Days (Now I'm 21)\\\n{\\listtext\t9.\t}Disco MIA AKA Bust a Move\\\n{\\listtext\t10.\t}Nothing At All / Different Names\\\n{\\listtext\t11.\t}Memorial\\\n{\\listtext\t12.\t}Brother Sister\\\n{\\listtext\t13.\t}Funeral\\\n{\\listtext\t14.\t}Leggos\\\n{\\listtext\t15.\t}Double Jeopardy\\\n{\\listtext\t16.\t}Red Vinyl\\\n{\\listtext\t17.\t}Feel It with Your Landlord\\\n{\\listtext\t18.\t}White Rain in the Windy Summer\\\n\\pard\\pardeftab720\\sa300\n\n\\b \\cf0 \\\nDisc #2 Tracklist\\\n\\pard\\tx220\\tx720\\pardeftab720\\li720\\fi-720\n\\ls2\\ilvl0\n\\b0 \\cf0 {\\listtext\t1.\t}White Rain Reprise\\\n{\\listtext\t2.\t}On the Beach\\\n{\\listtext\t3.\t}The Andalusian\\\n{\\listtext\t4.\t}Half Girls Half Boys\\\n{\\listtext\t5.\t}Cry Yourself to Sleep (12 minute Overture)\\\n{\\listtext\t6.\t}Rita Mae Brown\\\n{\\listtext\t7.\t}50 Cents\\\n{\\listtext\t8.\t}Cuz You're Dead (Lester Bangs)\\\n{\\listtext\t9.\t}Dawn\\\n{\\listtext\t10.\t}Pleasure Spot 3 - See You Are\\\n{\\listtext\t11.\t}Rainy Den\\\n{\\listtext\t12.\t}Red Room\\\n{\\listtext\t13.\t}Pleasure Spot 2 - Lucinda Cunt\\\n{\\listtext\t14.\t}Equus\\\n{\\listtext\t15.\t}You Die Slowly and Then You Die\\\n{\\listtext\t16.\t}Kamikaze\\\n{\\listtext\t17.\t}I Won't See You Again\\\n{\\listtext\t18.\t}Life Song\\\n\\pard\\pardeftab720\\sa300\n\n\\b \\cf0 \\\nAbout Thrash & Burn\\\n\\pard\\pardeftab720\\sa240\n\n\\b0 \\cf0 \"As with stored memories one has acquired early in life, Thrash and Burn survives for me less as a finished piece of music in/itself or even a moment captured in time; more a catalog of lifetimes, each piece unique and unnamed, together they recall glimpses of forgotten future-pasts; in cosmology, as one peers ever deeper into the void, first beyond the fixed population density of stars nestled in a 'suburb' at the outer edge of our galaxy, into an evermore all encompassing blackness surrounding a thin lane of galaxies, one heads off in one direction, floating along a lonely string of Christmas lights which recede with the distance. Much further downstream, a giant wall of light scaffolding fades into view. That is destiny's orphan multiverse inhabiting a single frame in its infancy. In time, we would transcend it. From where we stand our footsteps recede and fade into the darkness. But our beginnings are not lost; for someone standing off and above our horizon, in a human ear much more young, the secret of our coming of age shall be preserved revealed and discovered yet once again....\" - Ariel Pink, November 2012\\\nThrash and Burn dates from a time when Ariel Rosenberg, then a few years from turning \"Pink\", first proclaimed himself a \"20th Century Composer\", without a trace of irony in his voice. Appropriately, this early work takes the form of a musique concr\\'e8te epic forged from Rosenberg's late-90's faux-primitif, garage-punk, and tape-loop experiments.\\\nAt 94 minutes and 36 tracks, Thrash and Burn displays the symphonic ambitions of his genre-devouring pop saga, Haunted Graffiti, but with little in the way of fastidious album-oriented constructions. Rather, Thrash and Burn is a free-form tape ramble that uses gauzy atmospherics to strike up a wicked dialogue with the likes of Rosenberg's non-pop influences, like Iannis Xenakis, Pierre Schaeffer and Luc Ferrari. (In particular, Schaeffer's \"Symphonie pour un homme seul\" seems to get plenty of nods here.)\\\nThrash and Burn was discovered in 2005, in an ankle-deep pile of cracked cassettes and scratched CD-R's in Rosenberg's Beverly Hills flat. Grier and Rosenberg then made an initial reconstruction attempt, and Thrash and Burn became a 4-cassette box set for the inaugural release of Human Ear Music, in 2006. The Wikipedia page for Thrash and Burn places its origin sometime in 1998.\\\nThrash and Burn was remastered in September 2012 in Berlin, Germany. The final master was brought up to 24 bit resolution, dynamically and tonally balanced on an Apogee Rosetta and two solid-aluminum monoblock amps.\\\n}","as":"f481e010-485e-11eb-a734-057291ab284f","av":"thrash-burn.jpg","aw":"9","az":true,"bf":"Ariel Pink","bg":"thrash-and-burn-ariel-pink-press-release","bj":"Thrash And Burn Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"April 2012","aj":"\n\nTombstones: Michael Pisaro\n19 JUNE 2012\nVINYL/ DIGITAL . HEM20 . HEM BERLIN\nPerformers: Julia Holter, Jason Grier, Michael Pisaro, Lisa Tolentino, \nJanet Kim, Cassia Streb, Tashi Wada, Rob Esler, Laena Myers-Ionita, \nKelly Coats\n* Full Score Printed Below.\nTracklist\nBlues Fall\nFool\nNew Orleans\nSilent Cloud\nTombstone\nA Stranger\nStop\nA Better Way of Life\nWhy\n\nAbout Michael Pisaro\nPhoto Credit: Chiyoko Szlavnics\nHonors\nRoy E. Disney Family Chair in Musical Composition; Co-Chair, Composition Program, \nCalifornia Institute of the Arts. He is a Foundation for Contemporary Arts, 2005 and \n2006 Grant Recipient. Twice selected ISCM jury for performance at World Music Days \nfestivals (Copenhagen 1996, Manchester 1998). Festivals: ICMC Hong Kong, Wien \nModern, New Music Chicago, Maerzmusik (Berlin), Huddersfield, INSTAL (Glasgow), \nAmplify:stones (New York), Cut&Splice (London), Sonic Acts (Amsterdam)., \nResidencies: Künstlerhof Schreyahn (Deutschland), Forumclaque/Baden \n(Switzerland), Miskenot Sha'ananmim (Israel), EarTalk (Greece) Birch Creek Music \nFestival (USA) and at many colleges across the US and Europe. \nRecent Concerts\nParis, New York, Munich, Amherst, Tokyo, A Coruña, London, Los Angeles, \nMontpellier, Brussels, Berlin, Chicago, Düsseldorf, Chapel Hill, Santiago, Seattle, \nAthens.\nStudents of Note\nJulia Holter, John Maus\n\nAbout Tombstones\n(text by Michael Pisaro and Jason Grier)\n\"I began writing these pieces with a question in mind: What happens to old political \nsongs?\" - Michael Pisaro, 2011\nTombstones reconstitutes the ghost of the voice. Slipping down the inexorable \nmountain-slope of tones in \"New Orleans\", or bearing mute witness to the dark octaves \nthat loom over Julia Holter's delicate vocal on \"Silent Cloud\", you get the feeling that \nTombstones, like Pierre Klossowski's viscious spinning Baphomet, wants to draw all \nhistories out into the open, and to make them speak.\nMP: \"The tombstones take tiny fragments of old and not-so-old songs and put them into \nan experimental music situation, introducing them to a kind of chaos, where the \narrangement of the written out material is up for grabs.\"\nThis presents an exhilarating challenge in a culture already saturated by hallucination, \nparadox, and shadowplay. Each \"tombstone\", as these tracks are called, is literally a \n\"sampled\" bit of structure, tuning, lyricism, beat or phrasing; a mystery moment sourced \nfrom perhaps, The Beatles, DJ Screw, Bob Dylan or UGK, to name a few. (The actual \nsources are a closely guarded secret, but in some cases not hard to guess.)\nMP: \"I selected performances with this question in mind: Did the song happen?\"\nPisaro boils the archetype of sampling down to a fragment of intention, the groundwork \nof a sound, and ultimately, a cultural techne at once beyond the reach, and at the \norigin of the act of editing. Or in other words, it's the knowledge-seeker's paradox in \nmusic: While it is not possible to know all there is in creation, it is quite possible to \ndistill the elegant, simple processes at its heart. With this distillation, Pisaro attempts to \nfreeze one curious tension after another, in which the voice (or the archetype of the \nvoice) is shaken out of a field of interferences, and made to speak as if in song.\nMP: \"At least one singer and at least three instruments ... Each chord (sustained) for \nitself with any amount of time between them ... an occasional, vaguely defined noise \nwhich occurs two or three times during the chords.\"\nIn the band, electronics are conspicuously absent (but not forbidden). Two electric \nguitars (played by Grier and Pisaro) appear. Otherwise, Tombstones relies on a rather \neconomical spread of acoustic instruments and percussion, some conventional, some \nnot-so-conventional. The pulsating drones of harmonium (Tashi Wada, Julia Holter) \nand e-bow guitar anchor the field with unwavering strings (Cassia Streb, Laura \nSteenberge, Laena Myers-Ionita) and flute (Kelly Coats) performed without a hint of \nvibrato. Percussionist Rob Esler offers a surprising range of naturalistic (sometimes \neerily synthsiser-like) performances that aim for halo more than punctuation.\n\nThe effect will be familiar to those who frequently listen to like-minded music whose \nfocus is on unmediated experience of the subtlest timbres. However, in Tombstones' \nzoomed-in context, a double-image is generated: A face in lucidity and a face in \nsuspense. Suspended, as it were, between exhilaration and anticipation, vocalists \nJanet Kim, Julia Holter, Laura Steenberge and Lisa Tolentino each approach their \nperformances in unique ways.\nLisa Tolentino's performances in \"Blues Fall\" and \"A Better Way\" (which bookend the \nalbum) are perfectly nuanced between storytelling, and reverence for the delicate \nconditions in which her voice must carry only the memory of a narrative. In the former \ntrack, \"Blues Fall\", her confidence holds sway in the midst of a maelstrom of sound. Yet \nit's this very confidence that lends the ensemble its fearsome character. But as Janet \nKim's plainspoken intonation descends well below its range in the similar droning \nmass of \"New Orleans\", you can't help but think of a very different situation in the face \nof the storm: frailty, surprise, and collapse.\nThis brings us to the very nature of Pisaro's composition technique, which preserves \nthe experimental situation (one of probabilities, conditions and descriptions) within a \nrealm of risk and wonder. In \"Fool\", we have the impossibly protracted dimensions of a \nsingle line from the hook to UGK's rap ballad \"One Day\" (we'll give you that one). But a \ncloser look at the score reveals not an act of dissection, nor a state of chance, but a \nstate of trust. The ensemble must feel out how long to make sound. They must choose \non instinct, when to start and when to stop. Pisaro offers only just-so-many-notes, or \njust-so-few dynamic markings. It's like a blind descent. A release of mourning. A \nrelease from mourning. Again happy.","as":"f4820720-485e-11eb-a734-057291ab284f","av":"tombstones.jpg","aw":"7","az":true,"bf":"Michael Pisaro","bg":"tombstones-michael-pisaro-press-release","bj":"Tombstones Press Release","bk":"Tomb&shy;stones Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"October 2013","aj":"\n\nJason Grier – »Unbekannte«\nTracklist –\nBaby I Don’t Know Right Now\nDer Wind und das Meer\nThe Widows\nCover Me\nGravity Well\nMy Love Knows No Fascism\nHelen of Troy I\nHelen of Troy II\n¡Salud!\nSilent Betonung\nUnbekannte\nRelease Date – 17 December, 2013\nFormats – CD / 24bit / 16bit\nCat. Nr. – HEMK0033\nAll songs written and produced by Jason Grier in Beirut, Berlin, and Warsaw, 2012 ­ 2013\nJason Grier: Tenor and Bass Vocals, Ungrounded Turntables, Brushed Stones, Vibes, Oberheim Expander, Drums, Danelectro Bass,\nFender Mustang, Psaltery, Schlittenglocken.\nAlain: Acoustic Guitar, Flea Bass, Fender Telecaster, Oscillators, Cords & Cables, Cymbal Solos, Percussion.\nLucrecia Dalt: Vocals, Spoken Word, Guitar Treatments.\nJana Papenbroock: Clarinets, Acoustic Guitar, Waldorf Harp.\nLaena Myers­Ionita: Violins.\nFront Cover: Catalina Pérez López\nMastered by Alain at One Million Mangos Berlin\nText in »Helen of Troy I« is the testimonial of an anonymous patient at Pitié­Salpêtrière, Paris, quoted by Leo Navratil, in\n»Schizophrenie und Sprache«, 1976. Taken from »Fragments psychologiques sur la folie« by François Leuret, 1834. German\ntranslation by Wilhelm Griesinger, 1845.\nSpecial Note –\nIn order to be completely heard, »Unbekannte« must be played back on headphones or loudspeakers that can reproduce sub­bass\nfrequencies as low as 20 Herz.\n\nAbout Unbekannte –\n\"Unbekannte is a German word for the unknown, or unknown quantity. It's an album about the precipice that brings life to\nnothingness and nothingness to life, only to leave certainty suspended in its orbit. In other words, this headless Baphomet: a\nrepeated journey from climax to climax in which noema and aporia are ever­entangled. Is an uncertain future just like a sky out of\norder? Or rather like a blessing from God? Is our inability to fully love related to our inability to take the measure of this world\nfully? Or is there an unwillingness to love; a stubbornness about devotion that cannot be likened to the incalculability of nature's\nfull extent?\"\n– Jason Grier, 2013\n\"Grier begins this record singing a simple and sweet­voiced a cappella song promising nothing: \"Baby, I don't know right now\",\nleaving us curious. He, like Lucrecia Dalt, has spent a lot of time making more conventionally­formed solid songs, but here he goes\nfurther than he ever has from straight songwriting.  Almost every \"song\" on this record features one specific recording or field\nrecording that is explored for a while, with a strangely pleasing way of beginning soft and gentle, and growing more and more\nmysterious (maybe even frightening) as time progresses. As a whole, it's like a series of captivating and mysterious short films.\"\n– Julia Holter, 2013\nFor his first major studio album Jason Grier assembles a bewildering musical vocabulary acquired during\nhis tenure as director of Human Ear Music. After working the better part of a decade as a curator moving\nfreely between pop and experimental circles, Grier sought to put his curatorial ethos into a singular artistic\nstatement. Within Unbekannte’s dense 35 minutes, allusions to Michael Pisaro, James Tenney, Alvin\nLucier, Pan Sonic, Giancinto Scelsi, Phill Niblock, Jodeci, Woo, etc, are deployed in a sprawling\npost­studio framework.\n“Unbekannte” is German word which means “unknown”, “unknown person”, or in a mathematical context,\n“variable”, or “unknown quantity”. Appropriately, the album comprises a series of lyrical settings, assembled\nfrom a year of assiduous, yet decidedly aleatoric studio sessions. Grier would offer to his engineer, his\nband, and himself, little more direction than “just play something melancholic while I put on this meditation\nrecord”, or “what does it sound like to cut this wire here? then here! then here!!” He commissioned hour­long\ncymbal solos, spun psychoacoustic tone­webs from thousands of guitar harmonics, used rewired guitar\namps as sub­bass microphones, and recorded the spontaneous sizzling of snare drums placed in a sealed\nroom beside bass oscillators set at extreme volume levels. Each session led to a uniquely gorgeous dead\nend, its purpose seeming to be the fabrication of an endless sequence of exotic sound objects. After a year\nof aimless experimentation, it looked as if a grand theme was nowhere to be found. It was the studio album\nreduced to the creation of a sample library. Likewise, it was the artist eerily struck from the act of creation\njust at the moment when he should be fully realized. But this was, in fact, Grier’s “grand” theme: to squint\nright back, with a half­smile, at pop music’s faustian promise to transform introspection into self­affirming\nsound objects. In the process of assembling this material into album format, Grier let all the sentimentality\nof lyric songwriting fall out of its own framework like fraying threads. Then he observed the variety of ways\nin which these threads decompose over time; into noise, into silence, into cancelled morphologies, into\nquivering amplitudes, into jolting textures. For Grier, uncertainty is not a point of collapse, but a point of\ndeparture, and a point of return. And as such, Unbekannte is a searching critique of the studio’s alchemical\npowers, as much as it is an ostentatious display of those powers.\nBut if Unbekannte is a challenging listen, that’s not just because of its extravagant, sometimes brutalist\nsonic pallette. Unbekannte’s real challenge is its wry exploration of the limits of certainty in love, identity,\nand ontology. Inspired by the concrete poetry of Helmut Heißenbüttel and Haroldo de Campos, Grier’s\n\nhyper­minimalist lyric style stretches terse, brutally ambivalent fragments of dialogue across an entire vocal\ntrack.\n1\n“What if I could say for sure... if I can stay on the ground... if I can stay on my\nfeet... if you can believe in me... if I can save you the pain?”\nThe opening track, “Baby I Don’t Know Right Now”  – an airless acapella, dry, no trace of reverb – is as\nharmonically rich as it is claustrophobic. The extended silences between verses disrupt and emphasize this\ntrack’s fragile identity, balanced as it is between heartbreaker and cold hard sound­object. Grier’s approach\nmight imitate the romanticism of some Jodeci improv he once watched in his tweens, on an American\nlate­night talk show in the 90’s. But the singer appropriated here is neither a heartbroken victim, nor a\nromantic hero, nor an emotional victimizer. The singer is simply the quintessential error­of­omission, the\nvoice of all those moments of doubt when we can locate no proper answer to the question “how does it feel\nto be you?”\nThe next two tracks lay the groundwork for Grier’s treatment of sound. “Der Wind und das Meer” and “The\nWidows” are quasi­hymnic tableaux that build upon simple motifs (acoustic guitar and violin, respectively)\nuntil the layers become so detailed as to collapse into sensory overload. This is noise, not as a dialectical\ncounterpart to sensual order, but as a function of senses overwhelmed; detail to the point of unintelligibility.\nAnother way to put it: Grier is a minimalist, in his insistence that the materiality of sound must take\nprecedence over development and variation. But he is an expressionist, in that he entices his own\nsound­objects to collide, amplify, harmonize, overwhelm, and finally, rub themselves raw.\n“Cover Me”, anchoring the album’s first half, is the ballad of a seducer who knows how much pleasure the\nobject of his/her desire can derive from the memory of a trampled heart. It begins with warm words enough,\nbut in the course of just three phrases, the song’s one line turns as cold and sinister as a winter alone. The\nblurred overtones of Telecasters and bass oscillators accompany this glacial unfolding of suspense,\nelation, paradox, climax and dénouement, as the listener is slowly exposed to the twists and turns of\nsentiment contained in a single sentence:\n“Lie by my knees;\nI can warm you\nlike the thought of\nthe lover you\nhad yesterday\nbent at your knees\non the pavement.”\nCover Me climaxes with a stygian chamber orchestra consisting of blown bassbins, ungrounded power\nlines, and crackling microphones, before collapsing gently into waves of bass­on­bass counterpoint\n\nbetween detuned guitars and turntables with their ground wires stripped out. “Gravity Well” creates aporia –\nattractive waves of silence – by allowing simple tones to make contact, and dissolve.\n“My Love Knows No Fascism” brings the album’s midpoint to an unusually psychedelic plateaux. This track\nis also unusual in its use of effects processing, which is otherwise almost entirely absent throughout\nUnbekannte. Tremolo­soaked guitars play a lazy afternoon riff harmonized by oscillators, bells and field\nrecordings sourced from a disintegrating relaxation record Grier found on a thrift­shopping expedition.\nAgainst this warm sunny backdrop, Grier whispers, in Spanish, a heartfelt, vexingly sweet assertion:\n“My love without limit, that I can barely see.\nYou cannot lie. You cannot be unjust.\nInterminably, complicatedly, eternally, contrarily.”\nIn other words, love can indeed embody justice, and vice versa, but only if it is infinitely ambivalent.\n2\nAfter collaborating in the past with Ariel Pink, Julia Holter and Nite Jewel, Grier considered a number of\nguest vocalists for “Unbekannte”. But in the end he decided the album should contain only two voices: his\nown, and that of Spanish­Colombian singer Lucrecia Dalt. The resonance thus created is both archetypal\nand intensely autobiographical. (Grier and Dalt being recent immigrants to unknown territory in Berlin.) Yet\ntheir vocal performances are never dramatized. Rather, they hold steady over Unbekannte’s currents of\nnoise, texture, harmony and drone. In this way, Unbekannte’s voices become alloyed in a quivering tension\nwhich builds even as it remains motionless. This tension finally overflows in the two­part “Helen Of Troy”.\nUnbekannte’s most ambitious statement, “Helen Of Troy” brings the idea of unknowability into a\npsychosocial frame. It opens with the testimonial of a schizophrenic patient at Pitié­Salpêtrière in the\nmid­19th century, as recorded by François Leuret. (The German translation used here was famously quoted\nby Austrian experimental psychiatrist Leo Navratil, in his book “Schizophrenie und Sprache” in 1976.) It is\nthe bizarre, and bizarrely skillful, testimonial of an alter­ego without origin. Not a hallucinated Other, nor a\nreconstituted Same, but a phantasm­like “person of me”:\n“The person of me is the child of no one. The origin of the person of me is\nunknown. She has no memory of from whence she came. The woman of whom\nyou speak is perhaps she for which one had made this dress.”\nThe patient’s confession is recited in three times: Once in the dark vacuum of an earthshaking sub­bass\nchord, next, over an assault of sizzling snare drums, and finally, as introduction to the eerie calm of a long\ninterval on clarinet. Afterward, the clarinet ensemble builds a lush fabric of tones slowly, amassing an\norgan­like block chord, only to find itself stuck at that moment in a digital loop. The vocalists then intone\nthe hallucinatory dream of “Helen” – the embodiment of the point where psychological fragmentation and\n\npublic schizophrenia meet:\n“Ask me so, but unfortunately, I do not know whom you ask.\nOught we come together with all the personalities\nthat we with all Europe in this city thus created?\nWho can tell Helen’s story? Try to ask me her old name.\nDressmaker, sew miracles in this dress, just for me.\nI’ll put it on, go out walking, take a walk, go to be all the people.”\nAll the people in my head? Or all the people in the world? The lyrics make abrupt transitions from Spanish\nto German to English, to further the confusion of identity, nationality and speech. Eventually the vocals\nthemselves become stuck in a catatonic nausea of some infinite delay. Except it becomes clear on a\ncloser listen that the 37 repetitions of “all the people” were sung individually, not looped. With their tantric\nbacking band, those words obtain a mantra­like persistence. They confess that we are unable to be all\nsouls and to count all souls at the same time. The “person of me” is over­multiplied until she becomes the\nschizophrenia of a whole city – particularly Berlin, with its fragmented history, polymorphic array of\nlanguages, and dizzying social entanglements.\n...\nGrier then brings the album steadily to a close, traversing genre­space with an oddly­matched series of\ntableaux. Again, only a single, slowly unfolding, sentence is needed:\n“In this fireplace,\nin this burning heart,\nall the thoughts that\ncan’t get expressed yet\nwill be there\nto keep you warm,\nto comfort your head,\nin the winter.”\nSounding like a shredded spaghetti­western atmosphere shrouded in the hum and hiss of a malfunctioning\nEMI limiter, “¡Salud!” is a last moment of reflection on the way to Unbekannte’s surprising conclusion.\nBefore the winter, before the unknown begs its question, the choir salutes:\n\"Salud, Salida!\"\n“Cheers! Exit!” Grier reminds us here not to leave anything behind. Because if we do, all we’ll have to keep\n\nus warm in the winter will be the thoughts we failed to express today. Cheers and goodbye. It’s time to\nembrace the future. Dalt returns once again for a lush, wordless chorale, backed by 808’s, vibraphones and\nrubbed stones. It’s a sentimental pause before a barrage of roaring cymbals comes in with a narrative\ncharge that condenses Unbekannte’s sonic explorations into a single punctuation mark. Then “Silent\nBetonung” (“Silent Emphasis”) – a dub jam carved in negative space from carefully selected slabs of\ndistortion and feedback – is the accompaniment to the album’s final words:\n“Y después, Y después, Y después...”\n“And then. And then. And then...” Unbekannte’s final track is this plea’s voiceless answer. As finales go, it\nis beautifully indifferent, and unexpectedly simple. Hundreds of overdubbed sleigh bells ring out an even,\nunmodulated field of sparkling tones.\nA heaven of bells.","as":"f4825540-485e-11eb-a734-057291ab284f","av":"unbekannte.jpg","aw":"5","az":true,"bf":"Jason Grier","bg":"unbekannte-jason-grier-press-release","bj":"Unbekannte Press Release","bk":"Unbe&shy;kannte Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"April 2014","aj":"\n\n\"Whatever... at the Darkness of Night: \nThe HEM Compilation 2014\"\nInfos:\nFormats: LP (with download card), Digital\nRelease Date: 03. June 2014\nUPC: 616316618589\nCat. Nr.: HEMK0034 \nCredits:\nJohn Cage's \"Songbooks\" was arranged by Jason Grier and Isaac Schankler, and performed by The Dog Star Orchestra: Casey Anderson, Tara \nBoyle, Madison Brookshire, Ezra Buchla, Eric Km Clark, Katie Clark, Daniel Corral, Rory Cowal, Rob Esler, Christa Graf, Jason Grier, April \nGuthrie, John Hastings, Orin Hildestad, Danny Holt, Lewis Keller, David Kendall, James Klopfleisch, Ulrich Krieger, Grace Lai, Rachel \nManderfeld, Mari, Adam Overton, Aniela Perry, Michael Pisaro, Isaac Schankler, Gary Schultz, Sam Sfirri, Sepand Shahab, Mark So, Cassia \nStreb, Greg Stuart, Christine Tavolacci, Lisa Tolentino, Mark Trayle, Douglas Waddle, Brian Walsh, Mike Winter.\nCover Art by Andrew Arduini.\nMastered by Alain, One Million Mangos, Berlin.\nJohn Cage's \"Songbooks\" was recorded by Jake Viator, Dublab, Valencia, 2009.\nJulia Holter's \"Goddess Eyes\" was recorded by Jason Grier, Los Angeles, 2009.\nLinda Perhacs' \"Chimacum Rain\" was recorded by Jason Grier, San Francisco, 2010.\nTracklist:\nA\n1. Under the Radar – Ry Rocklen\n2. The Weird Wolf – Obelisk (Geneva Jacuzzi & Casey Obelisk)\n3. Trance Parents –  Geneva Jacuzzi & Ariel Pink\n4. For Ariel Pink – John Maus\n5. No Sweat – Holy Shit\n6. Goddess Eyes – Julia Holter (Live, with Nite Jewel & Godiva Green)\nB\n7. Chimacum Rain – Linda Perhacs (Live, with Julia Holter)\n8. Untitled – Nite Jewelia (Julia Holter & Nite Jewel)\n9. Rawroo – Jeepneys\n10. Rangelines – Laurel Halo\n11. For Madison – Michael Pisaro\n12. Songbooks – John Cage\n13. Down/Unten – Ekkehard Ehlers\n14. Silent Bodies (Fast Food) – Lucrecia Dalt (Lock Groove)\n*Excerpted tracks on the LP are can be downloaded in full-length versions, using the enclosed free download coupon.\nDescription:\nThis first vinyl pressing of the HEM Compilation tracks the label from its beginning as a collective of home-recording enthusiasts living no \nmore than one degree of separation from each other in the shadow of Hollywood, to its present form as a conceptual music label based in \nBerlin. This release also concludes a year of remastering and restoration work that began shortly after the label's european migration. It \ncombines tracks from previous HEM compilations dating back to 2006 with recordings from HEM concerts in 2009 and 2010. Lucrecia Dalt \ncontributes a previously-unreleased lock groove instrumental to conclude the album.\nSide A starts with 5 tracks from the first HEM compilation–a CD-R in handmade packaging–released in 2006. \"A very very fancy and exclusive \nsocial club,\" it was fabled to be, in the first press releases tipped by internet journals like Pitchfork and Tiny Mix Tapes. All hyperbole aside, \nHEM started, indeed, with a close-connected social group, one that included Ariel Pink, Nite Jewel and Julia Holter. They worked solo, and in \ncountless collaborative permutations, and were deeply indebted to the rising popularity of the home-recording aesthetic. But their take on it \nwas ever so tongue-in-cheek, such that the early HEM's combination of campy pomposity and sketchy nods to various pop genres have, over \nthe years, come across as mystifying (if not seriously off-putting) to many a reviewer... or as pure (human) genius to a few. Whatever \nconclusion is to be reached about HEM-circa-2006, the early tracks do represent a knowingly irreverent take on what would, in the 3 or 4 years \nto follow, become a genre that took itself rather more seriously: \"lo-fi\" pop.\nTracks like \"The Weird Wolf\" and \"Trance Parents\" fit this description perfectly. \"Trance Parents\" (a collaboration between Ariel Pink and \nGeneva Jacuzzi) with its relentless puns and in-jokes, snapshots a time when there were serious rumors of  the collective's plans to move to \nDubai: \"I say hello, you say Dubai.\" Yet tracks like Ry Rocklen's \"Under the Radar\", and John Maus' unabashedly devotional \"For Ariel Pink\" \nreveal that there can be a strange kind of candidness to this format. Even more candid–disarmingly so–is \"No Sweat\", from the wryly-named \nproject \"Holy Shit\". This track confronts the artist's destitution with a harried smirk that perhaps serves to remind us that to record on a \ngrungy 4-track might not always have been 100% a matter of style.\nOn the other hand, upward mobility might be best illustrated by the final track on Side A of this record. It is a live recording from HEM's 3-day \n\"Trauermusik\" festival in Los Angeles, the last before HEM would close shop in Los Angeles. Julia Holter croons an early version of \"Goddess \nEyes\", a song which would not just see a taste of wider exposure, but would undergo a few aesthetic upgrades to match. \"Goddess Eyes\" would \nmorph from this live loop-pedal version, to a softly home-produced track on Holter's breakthrough \"Tragedy\" LP a year later, only to see a \ntighter, more professional-sounding mix another year after that.\nSide B then takes the HEM story farther away from, but at the same time strangely closer to, home. The label first attracted spiritual \nforefathers (and mothers) in the form of brief engagements with the \"out\" pop musicians of the past, including Gary Wilson and Linda Perhacs. \n\nThis side begins with a live recording of Perhacs' \"Chimacum Rain\" from an HEM-organized event at the San Francisco Art Institute, held \nshortly after the label re-opened in 2010, for a year-long residency in San Francisco. Perhacs and then band-mate Holter accompanied each \nother through much of the set. In addition to this dive into the past, HEM began to find broader geographical horizons in its San Francisco days. \nTracks from (then) Oakland-based Jeepneys and (then) Brooklyn-based Laurel Halo appeared, respectively, on 7-inch and on HEM's 2010 \ncassette compilation. The delicate–and irresistibly named–collaboration between Holter and Nite Jewel, \"Nite Jewelia\", also appeared on the \n2010 cassette comp, and seemed an appropriate revisit to the home recording style of 2006. But by now, not only had HEM geographically \ndiversified, but it had pretty much become genre-agnostic. Indeed, while the early \"bedroom pop\" material could trade the transformation of \n(or the risking of) real naivety for the conceptual labor of insouciance, and while many artists' post/non-HEM projects ventured into serious \nmass appeal, HEM's active roster would gradually begin to fall back less and less on pop for conceptual redemption.\nThe eleventh track, Michael Pisaro's \"For Madison\", might be the perfect example of just what unites the early, insouciant years of HEM with \nits avant-leaning present. This track, in just a few minutes, stretches (or perhaps oversteps entirely) the tethers that separate field recording, \nsampling, appropriation art, modern composition, and pop music.\nA live performance of a work by John Cage follows in the next track, furthering HEM's web of connections and influences. In 2009, Cage's \n\"Songbooks\" was orchestrated by Jason Grier (HEM's continuing director and primary ideologue) for Michael Pisaro's \"Dog Star Orchestra\" \nfestival in Valencia, California. And it was, indeed, here, in Valencia, at the California Institute of the Arts, where Grier and Ariel Pink first met, \nand where Julia Holter and John Maus studied with Pisaro. In this Cage track, as in the Pisaro track that precedes it, pop music returns to HEM, \nto peer through the veil of the concept–through the window of John Cage's variable instrumentation–as some orchestra members chose \nwhole music recordings as their \"instrument\".\nThis album finishes with two artists from HEM's (present day) Berlin contingent, Ekkehard Ehlers and Lucrecia Dalt. Ehlers practices a similar \nkind of magic to Pisaro, only this time conjuring up avant garde music's Ursprung and reshuffling it into a post-glitch moodscape. It falls upon \nLucrecia Dalt to create her own compelling synthesis of HEM's pop past and its freeform present. Her work around this time begins to play \nincreasingly on the undecidable consequences of pinning states of song to states of mind, sometimes resulting in a blissful urgent verse, only \nto collapse into haunting, psychoacoustic minimalism. Her contribution ends this album with a lock groove, wavering on infinitely, defiantly, \nand mysteriously, much like the ongoing history of HEM.","as":"f4827c50-485e-11eb-a734-057291ab284f","av":"the-human-ear-volume-1.jpg","aw":"1","bf":"Various Artists","bg":"whatever-various-artists-press-release","bj":"Whatever Press Release"},{"ac":"Jason Grier","ah":"press-releases","ai":"April 2014","aj":"\n\nHEM\nHEM | Human Ear Music – www.humanearmusic.de\nThis first vinyl pressing of The HEM Compilation tracks the label from its beginning as a \ncollective of home-recording enthusiasts living no more than one degree of separation \nfrom each other in the shadow of Hollywood, to its present form as a conceptual music \nlabel based in Berlin. This release also concludes a year of remastering and restoration \nwork that began shortly after the label's european migration. It combines tracks from \nprevious HEM compilations dating back to 2006 with recordings from HEM concerts in \n2009 and 2010. Lucrecia Dalt contributes a previously-unreleased lock groove instru-\nmental to conclude the album.mental to conclude the album.\nSide A starts with 5 tracks from the first HEM compilation—a CD-R in handmade packag-\ning—released in 2006. \"A very very fancy and exclusive social club,\" it was fabled to be, in \nthe first press releases, tipped by internet journals like Pitchfork and Tiny Mix Tapes. Set-\nting such hyperbole aside, HEM, indeed, did start with a close-connected social group-\none that included Ariel Pink, Nite Jewel and Julia Holter. They worked both solo and in \ncountless collaborative permutations, and were deeply indebted to the rising popularity \nof the home-recording aesthetic. But their take on it was ever so tongue-in-cheek, such \nthat the early HEM's combination of campy pomposity and sketchy nods to various pop \ngenres have, over the years, come across as mystifying (if not seriously off-putting) to \nmany a reviewer... or as pure (human) genius to a few. Whatever conclusion is to be \nreached about HEM-circa-2006, the early tracks do represent a knowingly irreverent \ntake on what would, in the 3 or 4 years to follow, become a genre that took itself rather \nmore seriously: \"lo-fi\" pop.\nTracks like \"The Weird Wolf\" and \"Trance Parents\" fit this description perfectly. \"Trance \nParents\" (a collaboration between Ariel Pink and Geneva Jacuzzi) with its unrelenting \npuns and in-jokes, snapshots a time when there were serious rumors of  the collective's \nplans to move to Dubai: \"I say hello, you say Dubai.\" Yet tracks like Ry Rocklen's \"Under \nthe Radar\", and John Maus' unabashedly devotional \"For Ariel Pink\" reveal that there can \nbe a strange kind of candidness to this format. Even more candid—disarmingly so—is \"No \nSweat\", from the wryly-named project \"Holy Shit\". This track confronts the artist's desti-\ntution with a harried smirk that perhaps serves to remind us that to record on a grimy 8tution with a harried smirk that perhaps serves to remind us that to record on a grimy 8-\ntrack cassette might not always have been 100% a matter of style. On the other hand, \nupward mobility might be best illustrated by the final track on Side A of this record. It is a \nlive recording from HEM's 3-day \"Trauermusik\" festival in Los Angeles, the last before \nHEM would close shop in Los Angeles. Julia Holter croons an early version of \"Goddess \nEyes\", a song which would not just see a taste of wider exposure, but would undergo a \nfew aesthetic upgrades to match. (\"Goddess Eyes\" would morph from this live loop-pedal \nversion, to a soft laptop-produced track on Holter's breakthrough \"Tragedy\" LP one year \nlater; only to see a tighter, more professional-sounding mix another year after that.)\nSide B then takes the HEM story farther away from, but at the same time strangely \ncloser to, home. The label first attracted spiritual forefathers (and mothers) in the form \nof brief engagements with the \"out\" pop musicians of the past, including Gary Wilson and \nLinda Perhacs. This side begins with a live recording of Perhacs' \"Chimacum Rain\" from \nan HEM-organized event at the San Francisco Art Institute, held shortly after the label \nre-opened in 2010, for a year-long residency in San Francisco. Perhacs and then band-\nmate Holter accompanied each other through much of the set. In addition to this dive \ninto the past, HEM began to find broader geographical horizons in its San Francisco days. \nTracks from (then) Oakland-based Jeepneys and (then) New York-based Laurel Halo ap-\npeared, respectively, on 7-inch and on HEM's 2010 cassette compilation. The delicate-\nand irresistibly named—collaboration between Holter and Nite Jewel, \"Nite Jewelia\", \nalso appeared on the 2010 cassette comp, and seemed an appropriate revisit to the \nhome recording style of 2006. But by now HEM had not only geographically diversified; \nit had pretty much become genre-agnostic. While the early \"bedroom pop\" material could \ntrade the transformation of (or the risking of) real naivety for the conceptual labor of in-\nsouciance, and while many artists' post/non-HEM projects ventured into serious mass \nappeal, HEM's catalogue would gradually begin to fall back less and less on pop for con-\nceptual redemption.\nThe eleventh track, Michael Pisaro's \"For Madison\", might be the perfect example of just \nwhat unites the early, insouciant years of HEM with its avant-leaning present. This \ntrack—in just a few minutes—stretches (or perhaps oversteps entirely) the thinning teth-\ners that separate field recording, sampling, appropriation art, modern composition, and \npop music. A live performance of a work by John Cage follows in the next track, further-\ning HEM's web of connections and influences. In 2009, Cage's \"Songbooks\" was orches-\ntrated by Jason Grier (HEM's continuing director and primary ideologue) for Michael \nPisaro's \"Dog Star Orchestra\" festival in Valencia, California. And it was, indeed, here—in \nValencia, at the California Institute of the Arts—where Jason Grier and Ariel Pink first \nmet; where Julia Holter and John Maus studied with Michael Pisaro. In this Cage track, \nas in the Pisaro track that precedes it, popular music returns to HEM, to peer through \nthe veil of the concept—through the window of John Cage's variable instrumentation.\nThis album is completed by two artists from HEM's (present day) Berlin contingent, Ek-\nkehard Ehlers and Lucrecia Dalt. Ehlers practices a similar kind of magic to Pisaro, only \nthis time conjuring up avant garde music's Ursprung and reshuffling it into a post-glitch \nmoodscape. It falls upon Lucrecia Dalt to create her own compelling synthesis of HEM's \npop past and its freeform present. Her work around this time begins to play increasingly \non the undecidable consequences of pinning states of song to states of mind. Her contri-\nbution ends this album with a lock groove, wavering on infinitely, defiantly, and mysteri-\nously, much like the ongoing history of HEM.\nTRACKLIST:\nA\n1. Under the Radar – Ry Rocklen\n2. The Weird Wolf – Obelisk (Geneva Jacuzzi & Casey Obelisk)\n3. Trance Parents –  Geneva Jacuzzi & Ariel Pink\n4. For Ariel Pink – John Maus\n5. No Sweat – Holy Shit5. No Sweat – Holy Shit\n6. Goddess Eyes – Julia Holter (Live, with Nite Jewel & Godiva Green)\nB\n7. Chimacum Rain – Linda Perhacs (Live, with Julia Holter)\n8. Untitled – Nite Jewelia (Julia Holter & Nite Jewel)\n9. Rawroo – Jeepneys\n10. Rangelines – Laurel Halo\n11. For Madison – Michael Pisaro11. For Madison – Michael Pisaro\n12. Songbooks – John Cage\n13. Down/Unten – Ekkehard Ehlers\n14. Silent Bodies (Fast Food) – Lucrecia Dalt (Lock Groove)\nCREDITS:\nJohn Cage's \"Songbooks\" was arranged by Jason Grier and Isaac Schankler, and John Cage's \"Songbooks\" was arranged by Jason Grier and Isaac Schankler, and \nperformed by The Dog Star Orchestra: Casey Anderson, Tara Boyle, Madison Brookshire, \nEzra Buchla, Eric Km Clark, Katie Clark, Daniel Corral, Rory Cowal, Rob Esler, Christa \nGraf, Jason Grier, April Guthrie, John Hastings, Orin Hildestad, Danny Holt, Lewis Keller, \nDavid Kendall, James Klopfleisch, Ulrich Krieger, Grace Lai, Rachel Manderfeld, Mari, \nAdam Overton, Aniela Perry, Michael Pisaro, Isaac Schankler, Gary Schultz, Sam Sfirri, \nSepand Shahab, Mark So, Cassia Streb, Greg Stuart, Christine Tavolacci, Lisa Tolentino, \nMark Trayle, Douglas Waddle, Brian Walsh, Mike Winter.Mark Trayle, Douglas Waddle, Brian Walsh, Mike Winter.\nCover Art by Andrew Arduini.\nMastered by Alain, One Million Mangos, Berlin.\nJohn Cage's \"Songbooks\" was recorded by Jake Viator, Dublab, Valencia, 2009.\nJulia Holter's \"Goddess Eyes\" was recorded by Jason Grier, Los Angeles, 2009.\nLinda Perhacs' \"Chimacum Rain\" was recorded by Jason Grier, San Francisco, 2010.\nCONTACT:\nWorld: Redeye Distribution, Laura Campbell  (laura@redeyeusa.com)\nLabel: Human Ear Music (info@humanearmusic.de)\n“T\nhe HEM Compilation – First Time on Vinyl\n\"Q. What links Mensa, the Masons and HEM? A. They’re all elite clubs FACT \nhopes against hope to get an invite to.\" – FACT Magazine\n*Featuring solo and collaborative tracks from Ariel Pink, Geneva Jacuzzi, \nJohn Maus, Julia Holter, Linda Perhacs, Nite Jewel, Jeepneys, Laurel Halo, \nMichael Pisaro, John Cage, Ekkehard Ehlers and Lucrecia Dalt.\nHEMK0034HEMK0034\nRelease Date – 03. June 2014\nFormats – LP (with download card), Digital\nUPC – 616316618589\nVarious Artists:\nWhatever... at the Darkness of Night:\nThe HEM Compilation 2014","as":"f482a360-485e-11eb-a734-057291ab284f","av":"whatever-various-artists-press-release.jpg","bf":"Various Artists","bg":"whatever-various-artists-press-release","bj":"Whatever Press Release"}]