[{"ah":"site-texts","ai":"January 2021","aj":"Sound Library is a free collection of sound samples and generative music tools for Ableton Live.\nThis Sound Library contains 30 sample packs containing over 1800 samples of traditional instruments, extended technique, microtonality, spectralism, non-cochlear events, conceptual sound, studio outtakes, noise reduction artefacts, no-input mixer, rare synth units, secondhand-store vinyl, etc., plus a generative sample playback engine called \"Seurat MIDI\".\n\nRecorded and developed by Jason Grier between 2013 and 2017. Used in live performances since 2013, now available free for public use.","as":"60745af4-bfc0-4b8e-a4b1-426f9eb001ec","bu":"hem.rocks","bc":"1","bg":"about-sl","bj":"About SL"},{"ah":"site-texts","ai":"January 2021","aj":"Share what you've made using HEM SL! Send a link below, or email us a sl@hem.rocks","as":"a7527933-3a4f-4127-9301-f5cc29915e68","av":"made-with-sl.jpg","bu":"hem.rocks","az":true,"bc":"1","bg":"made-with-sl","bj":"Made something with SL?"},{"ah":"site-texts","ai":"January 2021","aj":"Music in a Petri Dish. Vito Acconci on Music and Language. Jeepneys on India Cooke. Rare tracks by Lucrecia Dalt, Line Gøttsche, Julia Holter and Michael Pisaro. New sounds in the Library","as":"c8a13e99-5dca-472f-a816-9ae8f63f56bc","bu":"hem.rocks","az":true,"bc":"1","bg":"home-heroine-january-2021","bj":"HEM 2021"},{"ah":"site-texts","aj":"## UNCONVENTIONAL\n\n![Wreckage of a piano found on the street in Berlin]({{ assetHost }}/hem-rocks/content/images/key-art/destroyed-piano.jpg \"HEM Sound Library 2, Destroyed Piano\")\n\nSL2's sound design ethos is rooted in acousmatics, found sound, sonic detritus, extended technique, documentary, and audio forensics!\n\n## PLAYABLE\n\n![Hands playing instruments]({{ assetHost }}/hem-rocks/content/images/key-art/sl2-anim-bw.gif \"HEM Sound Library 2 in action\")\n\nSL2 packs are meant to be _played_, with full keyboard spreads, dynamics control, and tactile parameters.\n\n## CRITICAL\n\n![Scrolling a smart text]({{ assetHost }}/hem-rocks/content/images/key-art/scrolling-article.gif \"HEM Sound Library 2 article\")\n\nEach SL2 pack is sourced from sounds chosen for more than just design concerns, like ecomusicology, labor, activism, artistic research.\n","as":"93eee2a2-cbd1-43f4-9a0e-515d525c686a","bu":"hem.rocks","az":true,"bg":"sl2-bullet-points","bj":"SL2 Bullet Points"}]