[{"ah":"site-texts","ai":"January 2021","aj":"Sound Library is a free collection of sound samples and generative music tools for Ableton Live.\nThis Sound Library contains 30 sample packs containing over 1800 samples of traditional instruments, extended technique, microtonality, spectralism, non-cochlear events, conceptual sound, studio outtakes, noise reduction artefacts, no-input mixer, rare synth units, secondhand-store vinyl, etc., plus a generative sample playback engine called \"Seurat MIDI\".\n\nRecorded and developed by Jason Grier between 2013 and 2017. Used in live performances since 2013, now available free for public use.","as":"60745af4-bfc0-4b8e-a4b1-426f9eb001ec","bu":"hem.rocks","bc":"1","bg":"about-sl","bj":"About SL"},{"ah":"site-texts","ai":"January 2021","aj":"Share what you've made using HEM SL! Send a link below, or email us a sl@hem.rocks","as":"a7527933-3a4f-4127-9301-f5cc29915e68","av":"made-with-sl.jpg","bu":"hem.rocks","az":true,"bc":"1","bg":"made-with-sl","bj":"Made something with SL?"},{"ah":"site-texts","ai":"January 2021","aj":"Music in a Petri Dish. Vito Acconci on Music and Language. Jeepneys on India Cooke. Rare tracks by Lucrecia Dalt, Line Gøttsche, Julia Holter and Michael Pisaro. New sounds in the Library","as":"c8a13e99-5dca-472f-a816-9ae8f63f56bc","bu":"hem.rocks","az":true,"bc":"1","bg":"home-heroine-january-2021","bj":"HEM 2021"},{"ah":"site-texts","aj":"## UNCONVENTIONAL\n\n![Wreckage of a piano found on the street in Berlin]({{ assetHost }}/hem-rocks/content/images/key-art/destroyed-piano.jpg \"HEM Sound Library 2, Destroyed Piano\")\n\nSL2's sound design ethos is rooted in acousmatics, found sound, sonic detritus, extended technique, documentary, and audio forensics!\n\n## PLAYABLE\n\n![Hands playing instruments]({{ assetHost }}/hem-rocks/content/images/key-art/sl2-anim-bw.gif \"HEM Sound Library 2 in action\")\n\nSL2 packs are meant to be _played_, with full keyboard spreads, dynamics control, and tactile parameters.\n\n## CRITICAL\n\n![Scrolling a smart text]({{ assetHost }}/hem-rocks/content/images/key-art/scrolling-article.gif \"HEM Sound Library 2 article\")\n\nEach SL2 pack is sourced from sounds chosen for more than just design concerns, like ecomusicology, labor, activism, artistic research.\n","as":"93eee2a2-cbd1-43f4-9a0e-515d525c686a","bu":"hem.rocks","az":true,"bg":"sl2-bullet-points","bj":"SL2 Bullet Points"},{"ah":"site-texts","as":"b4cea3d3-09bd-4e21-a19d-c716fb4a0c9d","bu":"jag.rip","bg":"react-consulting-text-1","bi":"consulting","bj":"React Consulting Text 1"},{"ah":"site-texts","aj":"# React Javascript Consulting\n\nI specialise in devising strategies and practical implementations for you to migrate legacy systems to React in a smooth and nontoxic way. I love solving \"the hard problems\" elegantly and beautifully.\n\n[Django Logo - React Logo] [AngularJS Logo - React Logo]\n\n[Rails Logo - React Logo] [AngularJS Logo - React Logo] [Ember Logo - React Logo] [Vanilla JS  - React Logo]\n\n## TL;DR? Just get in touch:\n\n[EMAIL INPUT][SUBMIT]\n\n## More about what I offer\n\nI engage with your team members to develop framework components, tooling architecture, and testing strategies. But moreover, I offer intensive mentoring and training. Not just a technical chore, but a level-up for your whole team.\n\nI have extensive experience in digital asset management, new media arts, and financial technology; and in major markets in the US, Germany, and the Nordics.\n\nClick [here](#rates) for rates.\n\nIn addition to React migrations, I also offer general Javascript consulting, mentoring, and lessons a-la-carte:\n\n- Ethical analytics with matomo\n- Metaprogramming, parsing, and lexical scope\n- Advanced functional programming concepts\n- Using JSON-LD and GraphQL in Node\n- Python for Javascripters\n- Writing your own programming language\n- Writing your own Javascript framework\n- Or anything interesting and challenging that you can think of!\n\n## Interested in Vue instead?\n\nI also do Vue!\n\n## Recent React migrations:\n\n[MGM] [Lionsgate] [Amazon Studios] [mediapeers] [Billy] [Moneyflow]\n\n## Case Study #1: Going from Angular 1 to React with Amazon Studios\n\n## Case Study #2: Going from Ember to React with Billy\n\n## Case Study #3: Going from Django to Vue with Moneyflow\n\nCompany profile: Fastest-growing FinTech startup in Copenhagen, over xxx growth in 2020, xxx developers, Stack: Dramatiq/Python/Django/Vanilla JS\n\n## My Rates <a name=\"rates\"></a>\n\nI charge a flat rate:\n\nMigration to React or Vue: 12 000 USD per month\n\nA-la-carte consultation: 500 USD per day\n","as":"60359779-eec8-4480-9706-4993083a25ad","bu":"jag.rip","bg":"react-javascript-consulting","bj":"React Javascript Consulting"},{"ah":"site-texts","as":"c45a95f3-9e0e-4451-9fdc-13adf04f87e8","aw":"consulting:2","bu":"jag.rip","az":true,"bg":"case-study-1-going-from-angular-1-to-react-with-amazon-studios","bi":"consulting","bj":"Case Study #1: Going from Angular 1 to React with Amazon Studios"},{"ah":"site-texts","as":"020d169d-373e-46c6-986e-1d5c7ffa9696","aw":"consulting:3","bu":"jag.rip","az":true,"bg":"case-study-2-going-from-ember-to-react-with-billy","bi":"consulting","bj":"Case Study #2: Going from Ember to React with Billy"},{"ah":"site-texts","as":"fbc4158c-3d71-4fb2-b660-c3f4df124039","aw":"consulting:4","bu":"jag.rip","az":true,"bg":"case-study-3-going-from-django-to-vue-with-moneyflow","bi":"consulting","bj":"Case Study #3: Going from Django to Vue with Moneyflow"},{"ag":"I focus on small to medium-sized projects for small businesses and individuals, especially nonprofits, artists, musicians, and cultural institutions.","ah":"site-texts","aj":"# Bespoke Web Developer\n\n<nav>\n  <a href=\"#about-US\">About US</a>\n  <a href=\"#cultural-activities\">Cultural activities</a>\n  <a href=\"#experience\">Experience</a>\n  <a href=\"#my-tech\">My tech</a>\n  <a href=\"#pricing\">Pricing</a>\n  <a href=\"#conclusion\">Conclusion</a>\n</nav>\n\n## Hello!\n\nI'm Jason, an enterprise web developer who is now focusing on **small-to-medium projects for small businesses and individuals**; especially **nonprofits, cultural institutions, and artists**.\n\nI'm an artist myself, and I've also been running my own music label for over a decade. I thoroughly identify with your needs, and hopes, and dreams.\n\n***\n## Get in touch.\n\n{{ Component:ContactForm }}\n\n<small>Prefer to email? >> j@hem.rocks<br>\nPrefer phone? >> +49 (0)176 32 59 59 19</small>\n\n***\n## About *US* <a id=\"about-US\"></a>\n\n**I** am a **\"senior fullstack developer\"**, in startup-world parlance. This title comes from my having worked more than a decade in some heavy industrial fields like FinTech, digital asset management, old-school banking, and so on. You can learn more about my career highlights <a href=\"#experience\">**below**</a>. What I'm offering is a combination of loads of experience in tackling demanding business requirements, plus a deep knowledge of just how much elegance and care needs to go into representing your organisation in a clear and user-friendly way.\n<br>\n<br>\n**You** are passionate, driven, and inspired; working to benefit humanity and the planet, to put beautiful things into the world and to set beautiful processes in motion. We get along well and love each others' process and projects. You trust my experience and creativity, and I am both inspired by your work and driven to make your project shine online.\n\n***\n## My cultural activities <a id=\"cultural-activities\"></a>\n\nThe main thing I'm working on right now, and have been for some years, is a conceptual sound library for experimental music producers. Read more about it at esteemed software company Ableton's website:\n\n<a href=\"https://www.ableton.com/en/blog/jason-grier-demonstration-disc/\" target=\"_blank\">\n  <img src=\"{{ assetHost }}/jag.rip/content/images/inline/grier-ableton.png\">\n</a>\n\nI've also recently coded for a desktop app and online poetry journal which is currently getting a good amount of attention for its second edition. Read more about it on LitHub:\n\n<a href=\"https://lithub.com/meet-midst-a-new-writing-tool-that-reveals-the-editing-process-behind-poems\" target=\"_blank\">\n  <img src=\"{{ assetHost }}/jag.rip/content/images/inline/midst-lithub.png\">\n</a>\n\nSince 2006, I've run a nonprofit experimental music label called Human Ear Music (HEM, for short), which has had numerous critically-acclaimed releases.\n\n- [Björk on the BBC](https://www.bbc.co.uk/programmes/b09d43w3)\n- [Ableton](https://www.ableton.com/en/blog/jason-grier-demonstration-disc/)\n- [Artforum International](https://www.artforum.com/print/201310/julia-holter-44058)\n- [Deutschlandfunk Kultur](https://www.deutschlandfunkkultur.de/demonstration-disc-von-jason-grier-ich-sehe-mich-nicht-als.2156.de.html?dram:article_id=400548)\n- [Die Tageszeitung](https://taz.de/Die-Stimme-und-das-Studio-Berlinmusik/!424900/)\n- [SPEX](https://spex.de/jason-grier-unbekannte/)\n\n***\n## Experience <a id=\"experience\"></a>\n\n### Amazon Studios (DE)\n\n**Amazon Studios** hired my firm —a Berlin-based content management shop— to create a bespoke showcase website for Academy Awards judges. I had just developed a fresh new custom Javascript framework called **\"Pompom\"** and my architecture was put to the test and proven with a successful deployment for Amazon.\n\n### Billy (DK)\n\nFor two years, I was a senior developer at **Billy.dk**, one of Scandinavia's must successful and user-friendly online bookkeeping services. My big project there was to strategize a way to migrate them off of their aging Ember architecture and onto **React**.\n\n### Moneyflow (DK)\n\nMy most recent and beloved position. In addition to their warm and welcoming team, my adventure with **Moneyflow** has included the thrill of helping to grow one of Scandinavia's fastest up-and-coming FinTech's, and the challenge of strategizing a modern Javascript solution to go on top of a solid Python backend.\n\n### Facebook (US)\n\nWhen back in my home land of the United States, I had the good luck to be assigned some lead development work for **Facebook**, for a digital advertising agency that I worked for in San Francisco. I pulled a 48-hour shift building out a suite of b2b landing pages. It was well worth the experience.\n\n### Charter Cable (US)\n\nAt this same San Francisco agency I also had the opportunity to run point on a major overhaul of one of the nation's (then) cable TV giants. Most cherished achievement here was to steer the overall UI direction, while also building some sophisticated application features, like a dynamic retail outlet finder.\n\n***\n## My tech <a id=\"my-tech\"></a>\n\nThat aforementioned Javascript framework called \"Pompom\" was based on React and Typescript. I've since moved on to develop an even more super-powered framework called \"Mono\" that includes mass multitenancy (whitelabelling), secure content management, Node and PHP-based API's, and the ability to deploy desktop apps.\n\nI can architect your solution in whatever way works best for you. Maybe you'd rather WordPress than my custom CMS? No problem! Maybe you'd like Vanilla Javascript rather than React? Fine by me. I'm flexible and unopinionated.\n\n***\n## Pricing <a id=\"pricing\"></a>\n\nTotally flexible. Let me know what your budget is and I will let you know what I can do that will be a great result, and *well* within your budget. What I'm listing here is just a general guideline:\n\n- Single page — 500\n- 5-page portfolio — 1000\n- Institution/Organization main site — 10k\n- Magazine site — 20k\n\n***\n## Conclusion <a id=\"conclusion\"></a>\n\nOk that's all I have for now.<br>\nI look forward to getting to know you, just reach out!\n\n{{ Component:ContactForm }}\n\nThanks for reading!\n\nBest,<br>\nJ<br>\nj@hem.rocks<br>\n+49 (0)176 32 59 59 19\n\n\n\n\n\n","as":"353a8233-7926-4bfa-a858-36d09c357da8","bu":"jag.rip","az":true,"bg":"bespoke-web-developer","bj":"Bespoke Web Developer"}]