{
  "acceptingDonations": false,
  "attribution": "",
  "attributionLink": "",
  "badgeText": "New in the Library",
  "blurb": "",
  "category": "sound-library",
  "displayCategory": "",
  "date": "01.09.2020",
  "description": "    I'm baby beard fashion axe plaid gluten-free chia everyday carry kitsch mlkshk try-hard cliche mustache microdosing literally hoodie. Green juice activated charcoal cray deep v kogi, raw denim kickstarter vinyl. YOLO snackwave artisan chillwave kale chips poutine enamel pin activated charcoal brunch paleo franzen crucifix direct trade. Mixtape enamel pin godard, keytar next level pug air plant hot chicken brooklyn shaman PBR&B cold-pressed master cleanse. Pitchfork cred 3 wolf moon, adaptogen roof party you probably haven't heard of them shoreditch mixtape iPhone. Flannel neutra hexagon, pitchfork shoreditch +1 adaptogen hammock migas venmo helvetica. Banh mi tote bag la croix, fixie subway tile meggings thundercats biodiesel PBR&B hashtag tilde woke locavore.    Pork belly fam ennui messenger bag swag cray slow-carb vaporware cloud bread small batch keytar biodiesel. PBR&B craft beer irony vice 90's bitters. Fingerstache yr lyft venmo, meh bitters shabby chic normcore pabst. Vegan organic celiac scenester. Authentic polaroid single-origin coffee, mumblecore adaptogen pop-up fanny pack williamsburg helvetica bespoke iPhone beard lomo readymade.    Kogi gluten-free kitsch poke iPhone la croix hell of hashtag etsy church-key ramps single-origin coffee. Jianbing woke craft beer taxidermy af cliche. Distillery tote bag twee bespoke wayfarers taxidermy. Cliche vice four dollar toast, skateboard af stumptown ugh artisan literally banjo lumbersexual four loko gastropub. Ennui neutra migas twee vexillologist, cliche activated charcoal skateboard woke brooklyn godard. Bushwick la croix kitsch, ramps master cleanse man bun you probably haven't heard of them subway tile heirloom lo-fi aesthetic. Four loko selvage etsy kogi palo santo kombucha 8-bit cardigan snackwave blog you probably haven't heard of them intelligentsia plaid PBR&B tote bag.    Marfa XOXO before they sold out pork belly brooklyn actually direct trade, seitan lyft four loko. Poutine YOLO mlkshk vinyl disrupt unicorn plaid health goth tofu vegan echo park af wayfarers. Quinoa franzen biodiesel, taxidermy dreamcatcher flannel thundercats marfa godard hexagon. Semiotics umami locavore cornhole farm-to-table, lo-fi forage la croix tattooed scenester vinyl chicharrones try-hard ramps.    Church-key tacos mumblecore, tumblr small batch pabst taxidermy gochujang. Ennui direct trade adaptogen church-key, quinoa snackwave wolf lo-fi tattooed 3 wolf moon glossier copper mug polaroid iceland farm-to-table. Chicharrones air plant live-edge cardigan umami austin shabby chic sartorial taxidermy +1, banh mi cornhole. Typewriter banh mi hella neutra, hot chicken 90's cray kickstarter.  ",
  "externalLinkText": "",
  "externalLinkUrl": "",
  "fixedPrice": "",
  "flexPriceMinimum": 10,
  "flexPriceRecommended": "15",
  "hasFixedPrice": false,
  "id": 29,
  "isDigitalProduct": true,
  "published": true,
  "relatedContent": "",
  "relatedContentLink": "",
  "secondaryTitle": "",
  "slug": "grand-piano",
  "sticky": true,
  "tags": "keys, extended-technique, instruments, new-in-the-library",
  "title": "Grand Piano",
  "titleWrapping": "",
  "trackSlug": "grand-piano-sample-track-1",
  "trackResourceId": "",
  "trackResourceSecret": "",
  "type": "Sample Pack for Ableton Live"
}